[
  {
    "name": "Kem trái xoài",
    "description":
      "Thời tiết nóng nực mệt mỏi, về đến nhà chỉ cần ngồi xuống thư giãn, thưởng thức 1 que kem xoài chua ngọt mát lạnh thôi thì mọi phiền ưu đều được xua tan hết, thật đấy. Kem xoài không có gì lạ với mọi người nữa nhưng để món tráng miệng thêm phần thú vị, chúng ta cùng biến tấu một chút để làm kem trái xoài nhé!",
    "ingredients": [
      {
        "name": "xoài chín",
        "quantity": "2 trái"
      },
      {
        "name": "sữa đặc",
        "quantity": "40 gram"
      },
      {
        "name": "kem whipping",
        "quantity": "50 ml"
      },
      {
        "name": "sữa chua",
        "quantity": "1 hũ"
      }
    ],
    "steps": [
      "Xoài chọn trái tròn sẽ dễ nạo lấy hột hơn, đem rửa sạch, thấm khô nước, cắt đầu trái xoài để riêng, đừng bỏ đi nhé để xíu nữa làm nắp đậy. Canh cắt sâu đến phần đầu hạt là được. Dùng dao và muỗng nạo lấy phần hạt xoài ra. Có thể nạo bớt phần thịt xoài ra cho ruột có khoảng trống tròn đẹp. Bước này vất vả nhất. Cho sữa chua, sữa đặc, thịt trái xoài vào máy xay nhuyễn. Đánh bông whipping cream và trộn vào hỗn hợp đó.",
      "Cho vào ngăn đá. Sau 10 - 15 tiếng, tùy vào độ to nhỏ của trái xoài mà tốc độ đông cứng sẽ nhanh hay chậm. Trước khi thưởng thức, gọt bỏ vỏ và cắt thành miếng nhỏ hay tròn tùy thích. Chúc bạn thành công với món kem trái xoài mát lạnh này nhé.",
      "Sau 10 - 15 tiếng, tùy vào độ to nhỏ của trái xoài mà tốc độ đông cứng sẽ nhanh hay chậm. Trước khi thưởng thức, gọt bỏ vỏ và cắt thành miếng nhỏ hay tròn tùy thích. Chúc bạn thành công với món kem trái xoài mát lạnh này nhé."
    ],
    "timer": 20,
    "imageURL":
      "https://media.cooky.vn/recipe/g3/29248/s750x468/cooky-recipe-cover-r29248.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/kem-trai-xoai-29248"
  },
  {
    "name": "Bún đuôi bò",
    "description":
      "Phở bò ở Việt Nam thì quá nhiều rồi nhưng bún đuôi bò có chút độc lạ, miếng đuôi bò giòn giòn dai sựt sựt cắn đã lắm. Tô bún nóng hổi, hòa quyện nhiều gia vị, đuôi bò beo béo, thịt vừa mềm mà da gân vẫn giòn, ăn cùng bún hoặc làm mồi nhậu bá cháy bọ chét. Bạn cùng thử làm xem nhé.",
    "ingredients": [
      {
        "name": "đuôi bò",
        "quantity": "400 gram"
      },
      {
        "name": "dầu điều",
        "quantity": "1 muỗng canh"
      },
      {
        "name": "nước mắm",
        "quantity": "1 muỗng canh"
      },
      {
        "name": "nước",
        "quantity": "2 lít"
      },
      {
        "name": "hòa hồi",
        "quantity": "2 cái"
      },
      {
        "name": "cải ngọt",
        "quantity": "50 gram"
      },
      {
        "name": "muối hột",
        "quantity": "10 gram"
      },
      {
        "name": "hành tây",
        "quantity": "1 củ"
      },
      {
        "name": "muối",
        "quantity": "2 muỗng cà phê"
      },
      {
        "name": "đường phèn",
        "quantity": "20 gram"
      },
      {
        "name": "bún tươi",
        "quantity": "400 gram"
      },
      {
        "name": "ớt khô",
        "quantity": "2 trái"
      },
      {
        "name": "hành lá",
        "quantity": "2 cây"
      }
    ],
    "steps": [
      "Đuôi bò chặt khúc, lưu ý chặt ngay khớp xương cho dễ. Khúc đuôi nào to thì chặt dọc làm 2. Ngâm với muối hột 5 phút cho sạch và không bị hôi và đem rửa sạch, cho vào nồi, cho ngập nước, nấu sôi rồi hớt bọt cho xương đuôi bò sạch sẽ.",
      "Để lửa lớn, nêm muối, nước mắm, đường phèn vào. Khi nước thật sôi, hạ nhỏ lửa rồi hớt bọt cho sạch, để nước sôi liu riu. Đậy nắp lại hầm cho đuôi bò mềm vừa tới, sao cho thịt mềm nhưng da và gân vẫn giòn chứ không bị nhũn, sau đó cho hành tây thái miếng, hoa hồi, ớt khô vào.",
      "Cải 7 màu trụng chín để riêng. Cho hành lá thái khúc vào hầm tiếp. Khoảng 30-45 phút là được. Nêm nếm lại cho vừa ăn và hợp khẩu vị gia đình. Rưới lên mặt nước dầu điều cho màu đẹp.",
      "Cho bún ra tô, sắp đuôi bò, cải 7 màu đã trụng lên trên, chan nước lèo và hành băm lên mặt tô. Bạn có thể cho thêm ớt sa tế nếu thích dùng cay. Vậy là có món bún đuôi bò ngon bá cháy bọ chét rồi đấy."
    ],
    "timer": 60,
    "imageURL":
      "https://media.cooky.vn/recipe/g3/29234/s750x468/cooky-recipe-cover-r29234.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/bun-duoi-bo-29234"
  },
  {
    "name": "Nấm kim châm chiên giòn",
    "description":
      "Nấm kim châm rất được ưa thích vì vị ngon và có giá trị dinh dưỡng rất cao, các bạn thử cách làm món nấm kim châm chiên vàng giòn thơm phức thay vì xào nấu như thông thường, và ăn kèm với sốt tôm thịt lạ miệng rất ngon. Cách làm rất đơn giản và dùng làm khai vị hay bữa xế đều rất thích hợp. Nếu làm cho các bé ăn thì không sử dụng ớt trái và giảm sa tế lại nhé!",
    "ingredients": [
      {
        "name": "nấm kim châm",
        "quantity": "200 gram"
      },
      {
        "name": "thịt heo bằm",
        "quantity": "100 gram"
      },
      {
        "name": "sữa tươi",
        "quantity": "60 ml"
      },
      {
        "name": "hành tím",
        "quantity": "10 gram"
      },
      {
        "name": "ngò rí",
        "quantity": "2 gram"
      },
      {
        "name": "dầu ăn",
        "quantity": "200 ml"
      },
      {
        "name": "đường trắng",
        "quantity": "1 muỗng canh"
      },
      {
        "name": "tôm tươi",
        "quantity": "100 gram"
      },
      {
        "name": "bột chiên giòn",
        "quantity": "1 gói"
      },
      {
        "name": "chanh",
        "quantity": "1/2 trái"
      },
      {
        "name": "ớt",
        "quantity": "2 trái"
      },
      {
        "name": "sa tế",
        "quantity": "4 muỗng canh"
      },
      {
        "name": "nước mắm",
        "quantity": "2 muỗng canh"
      },
      {
        "name": "hạt nêm",
        "quantity": "1/2 muỗng cà phê"
      }
    ],
    "steps": [
      "Sơ chế nguyên liệu: Tôm thịt rửa sạch, tôm cắt hạt lựu, thịt bằm nhỏ. Nấm cắt bỏ phần rễ, rửa sạch, lấy giấy ăn thấm khô nấm, tách thành từng miếng nhỏ. Chanh, hành tím, ngò, ớt trái rửa sạch. Chanh cắt thành 3 miếng. Hành tím và ớt trái cắt lát, ngò cắt nhỏ. Phi thơm hành vàng, cho lần lượt tôm thịt vào xào chín đều.",
      "Lần lượt cho sa tế, sữa tươi vào trộn đều hỗn hợp.",
      "Trong 1 cái chén, cho đường, nước mắm, chanh, ớt vào quấy cho đến khi tan đường. Đổ hỗn hợp nước mắm vào tô tôm thịt và trộn đều.",
      "Lăn nấm qua bột chiên giòn. Cho dầu ăn vào chảo, đợi dầu sôi, bỏ nấm vào chiên ngập dầu, khi giòn và vàng đều gắp ra để trên giấy thấm dầu.",
      "Thành phầm: Bày nấm, chén sốt tôm thịt, rắc ngò trang trí. Nhìn rất hấp dẫn phải không nào, các mẹ hãy trổ tài làm món này cho các bé, đảm bảo bạn nhỏ nào cũng sẽ rất thích!"
    ],
    "timer": 30,
    "imageURL":
      "https://media.cooky.vn/recipe/g4/30035/s750x468/cooky-recipe-cover-r30035.JPG",
    "originalURL":
      "https://www.cooky.vn/cong-thuc/nam-kim-cham-chien-gion-cooky-30035"
  },
  {
    "name": "chùm ruột xối mắm ớt",
    "description":
      "Chùm ruột là món ăn trái cây gợi nhớ về tuổi thơ của rất nhiều người, ngoài món mứt chùm ruột trứ danh, mình chia sẻ thêm cho bạn cách chế biến khác rất hấp dẫn, đó là chùm ruột xối mắm ớt, nguyên liệu đặc biệt có thêm tôm khô và muối tôm nên hương vị món này vô cùng thơm ngon, vị mặn ngọt cay kết hợp vị chua hơi chát của chùm ruột thật khó cưỡng!",
    "ingredients": [
      {
        "name": "trái chùm ruột",
        "quantity": "1 kg"
      },
      {
        "name": "muối tôm",
        "quantity": "30 gram"
      },
      {
        "name": "đường trắng",
        "quantity": "100 gram"
      },
      {
        "name": "ớt",
        "quantity": "10 cái"
      },
      {
        "name": "tôm khô",
        "quantity": "50 gram"
      },
      {
        "name": "nước mắm",
        "quantity": "200 ml"
      },
      {
        "name": "ớt sừng",
        "quantity": "5 trái"
      }
    ],
    "steps": [
      "Ớt sừng cắt khúc (các bạn có thể bỏ phần hạt ớt nếu không thích hạt nha), ớt trái cắt lát. Cho ớt sừng và muối tôm vào cối xay nhuyễn, để giảm độ cay và tạo màu đẹp bạn nên chọn ớt sừng đỏ không cay nhé.",
      "Bắc xoong nhỏ lên bếp, cho đường và nước mắm vào nấu sôi tan đường, cho lần lượt 1 nửa ớt trái cắt lát, hỗn hợp xay ớt sừng muối tôm vào khuấy đều, nấu đến khi hỗn hợp hơi đặc lại, bạn nên vớt bọt để nước mắm trong và đẹp mắt hơn. Tắt bếp và để nguội hoàn toàn.",
      "Chùm ruột mua về các bạn lựa bỏ những trái hư mềm, rửa sạch nhiều lần và để ráo. Tôm khô rửa sạch và ngâm nước nóng cho nở mềm. Dùng chày và cối đập hơi dập trái chùm ruột để khi trộn dễ thấm gia vị và ăn ngon hơn.",
      "Lấy một tô sạch lớn, cho chùm ruột, nửa phần ớt trái cắt lát còn lại, tôm khô, rưới hỗn hợp nước mắm vào, dùng bao tay trộn đều chùm ruột.",
      "Vậy là bạn đã hoàn thành xong món này rồi đó, nếu không vội bạn nên bọc kín tô chùm ruột và để trong tủ lạnh 1 tiếng thì ăn sẽ thấm gia vị ngon hơn, hoặc các bạn làm nhiều và để trong các hủ sạch, bảo quản tủ mát để ăn dần trong 3-5 ngày."
    ],
    "timer": 15,
    "imageURL":
      "https://media.cooky.vn/recipe/g4/30787/s750x468/cooky-recipe-cover-r30787.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/chum-ruot-xoi-mam-ot-30787"
  },
  {
    "name": "kim chi củ cải",
    "description":
      "Kim chi củ cải trắng Hàn Quốc vô cùng dễ chế biến, nguyên liệu lại dễ tìm mua. Màu sắc và hương vị của nó sẽ làm bạn thổn thức đấy. Những viên củ cải thấm đẫm gia vị nhưng lại giòn rôm rốp, tan ngay trong miệng. Vị cay cay mặn mặn chống ngán. Đây là món ăn kèm tuyệt vời cho bất kỳ món lẩu, nướng hay món cơm nào. Cùng thực hiện nhé!",
    "ingredients": [
      {
        "name": "củ cải trắng",
        "quantity": "700 gram"
      },
      {
        "name": "muối",
        "quantity": "1 muỗng cà phê"
      },
      {
        "name": "đường trắng",
        "quantity": "100 gram"
      },
      {
        "name": "hẹ",
        "quantity": "20 gram"
      },
      {
        "name": "tỏi băm",
        "quantity": "10 gram"
      },
      {
        "name": "muối tiêu",
        "quantity": "5 gram"
      },
      {
        "name": "ớt bột",
        "quantity": "100 gram"
      },
      {
        "name": "hành boa rô",
        "quantity": "20 gram"
      },
      {
        "name": "gừng",
        "quantity": "5 gram"
      }
    ],
    "steps": [
      "Củ cải trắng Hàn Quốc bào bỏ phần vỏ, rửa lại với nước sạch. Cắt củ cải thành từng viên vuông vừa ăn. Thêm vào đó 1 muỗng cà phê đường và 1 muỗng cà phê muối. Trộn đều và để yên trong vòng 30 đến 45 phút để củ cải ra nước và thấm gia vị.",
      "Sau 30 phút, củ cải đã ra nước, bạn chắt nước để riêng. Thái nhỏ hành boa rô, thái khúc hẹ lá, thái sợi gừng và băm nhỏ tỏi chuẩn bị ướp.",
      "Ướp củ cải với tỏi, hẹ, gừng và hành boa rô, cùng 100 gram ớt bột Hàn Quốc. Dùng tay trộn đều cho củ cải được đều màu.",
      "Cho củ cải vào hủ sạch, ủ ít nhất 2 ngày nơi thoáng mát. Sau khoảng 3 ngày, bạn nên bào quản chúng trong tủ lạnh nhé. Kim chi củ cải giòn trụm mằn mặn, cay cay, có vị hơi chua, ăn kèm với lẩu hay đồ nướng, hoặc cơm trắng cũng đều vô cùng ngon."
    ],
    "timer": 45,
    "imageURL":
      "https://media.cooky.vn/recipe/g4/30689/s750x468/cooky-recipe-cover-r30689.JPG",
    "originalURL": "https://www.cooky.vn/cong-thuc/kim-chi-cu-cai-cooky-30689"
  },
  {
    "name": "Cà phê nước cốt dừa",
    "description":
      "Ngồi nhâm nhi cốc cà phê có cả vị đắng đặc trưng của cà phê xen lẫn thêm vị béo ngậy của nước cốt dừa và tám chuyện với lũ bạn thân thì còn gì bằng phải không nào. Không cần phải là một người pha chế chuyên nghiệp bạn cũng có thể làm lũ bạn phải trầm trồ đấy.",
    "ingredients": [
      {
        "name": "cà phê đen",
        "quantity": "60 ml"
      },
      {
        "name": "sữa tươi",
        "quantity": "120 ml"
      },
      {
        "name": "nước cốt dừa",
        "quantity": "30 ml"
      }
    ],
    "steps": [
      "Đầu tiên cho đá viên và nước cốt dừa vào bình lắc. Cho sữa tươi vào. Tiếp theo cho cafe vào. Rồi lắc đều lên. Nếu thích uống ngọt bạn có thể chọn sữa tươi có đường thay vì sữa tươi không đường, hoặc không dùng sữa tươi mà pha sữa đặc với nước ấm để có 120ml sữa là được.",
      "Cà phê cốt dừa sẽ là món đồ uống giải nhiệt được nhiều người yêu thích vì vừa mát lạnh lại còn giúp tinh thần tỉnh táo nữa."
    ],
    "timer": 10,
    "imageURL":
      "https://media.cooky.vn/recipe/g4/30798/s750x468/cooky-recipe-cover-r30798.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/ca-phe-nuoc-cot-dua-30798"
  },
  {
    "name": "Cheesecake chanh dây không lò nướng",
    "description":
      "Ngoài những hương vị quen thuộc như cheesecake oreo, cheesecake matcha, hôm nay Cooky giới thiệu cho bạn cách làm Cheesecake chanh dây ngon ngất ngây luôn nhé!",
    "ingredients": [
      {
        "name": "bánh oreo",
        "quantity": "13 cái"
      },
      {
        "name": "kem phô mai",
        "quantity": "150 gram"
      },
      {
        "name": "bột gelatine",
        "quantity": "15 gram"
      },
      {
        "name": "đường bột",
        "quantity": "150 gram"
      },
      {
        "name": "bơ lạt",
        "quantity": "35 gram"
      },
      {
        "name": "kem whipping",
        "quantity": "250 ml"
      },
      {
        "name": "nước cốt chanh dây",
        "quantity": "150 ml"
      },
      {
        "name": "nước",
        "quantity": "30 ml"
      }
    ],
    "steps": [
      "Vắt nước cốt chanh dây chia làm 2 phần: - Phần bánh cheesecake: 100ml nước cốt, bỏ hạt - Phần thạch trên mặt bánh: 50ml nước cốt, để lại hạt",
      "Bánh oreo bỏ nhân, cho vào túi nilong, cột chặt túi nilon lại và đập vụn bánh.",
      "Đun chảy 35gr bơ, hòa từng chút một, trộn đều cho đến khi bánh quy thấm hết bơ.",
      "Cho bánh quy vào khuôn đến tròn và dàn đều. Sau đó, cất trong ngăn mát tủ lạnh để bơ se lại, bánh sẽ kết dính và cứng cáp hơn.",
      "Đánh bông 250 ml whipping cream, đánh với tốc độ chậm cho đến khi thấy xuất hiện các bong bóng lớn. Sau đó đánh với tốc độ trung bình cho đến khi bông đặc và chóp đứng.",
      "Đun cách thủy lòng đỏ trứng, bạn nhó là không được để đáy tô chạm mặt nước nhé. Khuấy liên tục cho đến khi trứng sệt lại và màu sáng hơn.",
      "Đun cách thủy 150gr creamcheese. Dùng máy đánh trứng đánh với tốc độ chậm cho đến khi creamcheese mềm, mịn và quyện vào nhau.",
      "Trộn lòng đỏ trứng khi nãy vào cream cheese. Đánh với tốc độ chậm để trộn đều. Bọc hỗn hợp lại và để cho nguội hoàn toàn.",
      "Ngâm 10gr bột gelatine vào nước, đợi gelatine nở ra và chuyển sang trong suốt rồi đem quay chảy trong lò vi sóng. Lấy 100gr nước chanh dây (bỏ hạt), hòa cùng với 90gr đường bột, đun sôi cho tan đường. Sau đó cho gelatine đã quay chảy vào cùng, khuấy đều cho tan.",
      "Trộn hỗn hợp creamcheess, lòng đỏ trứng vào whipping cream. (Trộn 1/3 hỗn hợp vào nước chanh dây trước để nước chanh dây dễ dàng quyện vào hỗn hợp kem). Cuối cùng trộn tất cả lại vào với nhau.",
      "Đổ từ từ hỗn hợp vào khuôn. Khuấy nhẹ để làm vỡ bóng khí trên mặt, giúp mặt bánh láng mịn hơn. Để tủ lạnh từ 1 – 2 tiếng.",
      "Đun sôi 50gr nước cốt chanh dây với 30gr nước và 45gr đường (có thể gia giảm tùy vào độ chua của chanh dây). Cho vào hỗn hợp 5 gram bột gelatine đã ngâm nước cho nở. Khuấy đều cho tan.",
      "Lấy bánh từ trong tủ lạnh ra, đổ lớp thạch lên trên mặt bánh. Cho vào ngăn mát tủ lạnh cho đến khi đông.",
      "Mẹo lấy bánh ra khỏi khuôn cực kì đơn giản: lấy một cái khăn nhúng nước ấm, quấn xung quanh khuôn bánh 2 phút. Lấy bánh ra khỏi khuôn và thưởng thức thôi !",
      "Chúc các bạn thành công với cách làm cheesecake chanh dây này nhé !"
    ],
    "timer": 60,
    "imageURL":
      "https://media.cooky.vn/recipe/g2/18554/s750x468/recipe18554-636159454416619446.jpg",
    "originalURL":
      "https://www.cooky.vn/cong-thuc/cheesecake-chanh-day-khong-lo-nuong-18554"
  },
  {
    "name": "Bò nhứng dấm",
    "description":
      "Mình thắc mắc cái nước giấm trong nồi nấu như nào mà ngon nhể. Mình đã nấu được theo cách của Mẹ mình chỉ, nước giấm ngọt dịu, thơm và hậu rất dễ chịu. Bò không cần ướp gia vị, quan trọng là mắm nêm ngon, măm nêm như linh hồn của món này vậy.",
    "ingredients": [
      {
        "name": "dừa tươi",
        "quantity": "1 trái"
      },
      {
        "name": "sả",
        "quantity": "1 cây"
      },
      {
        "name": "nước",
        "quantity": "400 ml"
      },
      {
        "name": "trái thơm",
        "quantity": "1/2 trái"
      },
      {
        "name": "tỏi băm",
        "quantity": "1 muỗng cà phê"
      },
      {
        "name": "ớt băm",
        "quantity": "1/2 muỗng cà phê"
      },
      {
        "name": "thịt bò",
        "quantity": "300 gram"
      },
      {
        "name": "bánh tráng",
        "quantity": "30 cái"
      },
      {
        "name": "chuối",
        "quantity": "1 trái"
      },
      {
        "name": "hành tây",
        "quantity": "1 củ"
      },
      {
        "name": "giấm",
        "quantity": "150 ml"
      },
      {
        "name": "mắm nêm",
        "quantity": "5 muỗng canh"
      },
      {
        "name": "nước cốt chanh",
        "quantity": "5 ml"
      },
      {
        "name": "hành phi",
        "quantity": "2 muỗng canh"
      },
      {
        "name": "rau sống",
        "quantity": "300 gram"
      },
      {
        "name": "khế",
        "quantity": "1 trái"
      }
    ],
    "steps": [
      "Chuẩn bị nguyên liệu sẵn sàng. Cắt 1/4 miếng thơm vừa ăn. Hành tây cắt múi cau. Sả đập dập cắt khúc.",
      "Thịt bò khi mua nhờ cắt lát mỏng. Xếp lên đĩa, rãi hành phi lên mặt cho đẹp mắt. Bọc màng thực phẩm bỏ ngăn mát tủ lạnh, khi ăn mới lấy ra để thịt bò có màu đỏ đẹp mắt.",
      "Nấu nước giấm: Cho nước 1 trái dừa tươi (khoảng 400 ml) + 150ml giấm + thơm +hành tây + sả vào nồi, đun sôi với lửa vừa.",
      "Nêm vào cùng: muối, đường, bột ngọt. Nếm thử theo khẩu vị vừa ăn. Nước sôi bùng cho thơm và hành tây chín là được. Tắt bếp.",
      "Pha mắm nêm: Mắm nêm nêm chọn loại đã xây và rây mịn ở chợ. Bằm nhuyễn thơm, và cho vào tô cùng: 5 muỗng canh, 100 gram thơm, 1 muỗng canh đường, 5 ml nước cốt chanh, 2 tép tỏi, 2 trái ớt, 1/4 muỗng cà phê bột ngọt, 2 muỗng nước lọc. Khuấy đều.",
      "Khi ăn bày như món Lẩu. Rau sống rửa sạch, chuối khế bào lát mỏng. Mỗi người tự nhúng phần bò vừa đủ khi cuốn, chấm mắm nêm ăn kèm."
    ],
    "timer": 20,
    "imageURL":
      "https://media.cooky.vn/recipe/g4/30788/s750x468/cooky-recipe-636619030937607548.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/bo-nhung-giam-30788"
  },
  {
    "name": "Salad dưa leo Nhật Bản",
    "description":
      "Với những ai đang chết khô trong mùa hè nóng bức thì những món ăn như salad hay món trộn này sẽ như một vị cứu tinh đấy. Món salad dưa leo làm theo kiểu Nhật sẽ mang tới hương vị mới lạ cho món ăn tưởng chừng rất quen thuộc này. Đây cũng là một món ăn đơn giản, dễ mua và dễ làm cho những bạn vụng về không biết nhiều trong nấu ăn nè.",
    "ingredients": [
      {
        "name": "dưa leo",
        "quantity": "1 trái"
      },
      {
        "name": "muối",
        "quantity": "2 muỗng canh"
      },
      {
        "name": "rượu mirin",
        "quantity": "2 muỗng canh"
      },
      {
        "name": "rong biển",
        "quantity": "5 gram"
      },
      {
        "name": "giấm",
        "quantity": "2 muỗng canh"
      },
      {
        "name": "nước tương",
        "quantity": "2 muỗng canh"
      }
    ],
    "steps": [
      "Dưa leo rửa sạch, ngâm nước muối 15 phút sau đó thái lát tròn dày 2mm. Cho muối vào ướp khoảng 10 phút. Sau thời gian ướp dưa leo, đổ hết phần nước tiết ra, sau đó dùng tay vắt sơ phần dưa leo cho ra bớt nước.",
      "Rong biển cho vào tô, thêm nước ấm ngâm 10 phút cho nở. Sau thời gian ngâm rong biển, đổ nước đi, vắt kiệt nước ở rong biển sau đó cho vào tô.",
      "Trộn đều giấm, rượu mirin, nước tương để làm nước sốt. Cho dưa leo vào rong biển vào cùng nhau sau đó đổ nước sốt vào. Trộn đều lên rồi rắc mè trắng rang là xong.",
      "Thưởng thức ngay thôi nào. Món salad dưa leo làm theo kiểu Nhật sẽ mang tới hương vị mới lạ cho món ăn tưởng chừng rất quen thuộc này đấy."
    ],
    "timer": 15,
    "imageURL":
      "https://media.cooky.vn/recipe/g4/30797/s750x468/cooky-recipe-cover-r30797.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/salad-dua-leo-nhat-ban-30797"
  },
  {
    "name": "canh cải bẹ xanh thịt viên",
    "description":
      "Với công thức thịt viên có cải bẹ xanh cắt nhỏ và lòng đỏ trứng gà giúp cho món ăn tăng phần bổ dưỡng, ngay cả những bé không thích ăn rau cũng có thể ăn thịt viên mà vẫn có đủ chất xơ, các mẹ đỡ phần đau đầu vì con mình không chịu ăn rau đúng không nào.",
    "ingredients": [
      {
        "name": "cải bẹ",
        "quantity": "250 gram"
      },
      {
        "name": "nấm rơm",
        "quantity": "50 gram"
      },
      {
        "name": "nước dùng",
        "quantity": "1/2 lít"
      },
      {
        "name": "thịt băm",
        "quantity": "100 gram"
      },
      {
        "name": "nấm mèo",
        "quantity": "5 gram"
      },
      {
        "name": "hành tím",
        "quantity": "10 gram"
      },
      {
        "name": "hát nêm Maggi",
        "quantity": "1 muỗng canh"
      },
      {
        "name": "tiêu",
        "quantity": "1/2 muỗng cà phê"
      },
      {
        "name": "cà rốt",
        "quantity": "50 gram"
      },
      {
        "name": "gừng",
        "quantity": "10 gram"
      },
      {
        "name": "già sống",
        "quantity": "100 gram"
      },
      {
        "name": "lòng đỏ trứng gà",
        "quantity": "1 cái"
      },
      {
        "name": "nước tương Maggi",
        "quantity": "1/2 muỗng canh"
      },
      {
        "name": "đường trắng",
        "quantity": "1 muỗng cà phê"
      },
      {
        "name": "dầu mè",
        "quantity": "1 muỗng cà phê"
      }
    ],
    "steps": [
      "Để nấu món Canh cải bẹ xanh thịt viên ta cần chuẩn bị các nguyên liệu sau: 250gr cải bẹ xanh, 50gr cà rốt, 50gr nấm rơm, 10gr gừng, 1.5 lít nước hầm xương và những nguyên liệu cho phần thịt viên gồm 100gr thịt băm, 100gr giò sống, 1 cái lòng đỏ trứng gà, 5gr nầm mèo khô, 10gr hành tím, và những gia vị thông thường khác. Đầu tiên chúng ta gọt vỏ cà rốt, tỉa hoa rồi cắt thành lát mỏng. Nấm rơm cắt bỏ chân rồi ngâm nước muối 15 phút để khử mùi, sau đó cắt đôi. Nấm mèo ngâm nước ấm cho nở rồi băm nhỏ, lấy 15gr. 10gr hành tím băm nhuyễn, 10gr gừng thái sợi.",
      "Nấu một ít nước sôi, lấy 50gr cải bẹ xanh cho vào trụng sơ rồi vớt ra nhúng ngay vào nước đá lạnh để giữ màu xanh đẹp và giữ cải không bị mềm nhũng. Cắt nhỏ phần cải đã trụng. Với 200gr cải bẹ xanh còn lại đem cắt khúc vừa ăn tùy thuộc vào thói quen của gia đình bạn.",
      "Làm thịt viên: cho thịt băm và giò sống vào chung một tô, tiếp theo thêm các nguyên liệu là cải bẹ xanh cắt nhỏ, nấm mèo băm nhỏ, hành tím băm nhỏ, lòng đỏ trứng gà. Cuối cùng nêm vào các gia vị gồm 1/2 muỗng canh nước tương, 1/2 muỗng canh hạt nêm, 1 muỗng cà phê đường, 1 muỗng cà phê dầu mè và 1/3 muỗng cà phê tiêu vào, trộn đều cho tất cả hòa trộn vào nhau. Vo nhân thành những viên nhỏ vừa ăn.",
      "Bắc nồi nước hầm xương lên bếp, thêm cà rốt vào rồi nấu lên. Nước sôi bạn thả thịt viên vào nấu chín, hớt bỏ bọt bẩn để nước canh được trong hơn. Khi nước sôi lại thì bạn nêm vào canh 1/2 muỗng canh hạt nêm để món canh có vị vừa ăn. Sau đó bạn cho lần lượt cải bẹ xanh, nấm rơm và gừng vào nồi. Nấu đến khi nước sôi lại lần nữa thì tắt bếp.",
      "Vậy là nồi Canh cải bẹ xanh thịt viên nóng hổi, ấm bụng đã được hoàn thành, quá nhanh chóng và đơn giản đúng không nào? Với công thức thịt viên có cải bẹ xanh cắt nhỏ và lòng đỏ trứng gà giúp cho món ăn tăng phần bổ dưỡng, ngay cả những bé không thích ăn rau cũng có thể ăn thịt viên mà vẫn có đủ chất xơ, các mẹ đỡ phần đau đầu vì con mình không chịu ăn rau đúng không nào."
    ],
    "timer": 30,
    "imageURL":
      "https://media.cooky.vn/recipe/g3/28710/s750x468/recipe-cover-r28710.jpg",
    "originalURL":
      "https://www.cooky.vn/cong-thuc/canh-cai-be-xanh-thit-vien-28710"
  },
  {
    "name": "Bắp non xào cà ri",
    "description":
      "Bắp non (ngô bao tử) mềm, ngọt kết hợp với ớt chuông, lá cà ri và bột thì là xào kiểu Ấn Độ tạo nên một món ăn lạ miệng nhưng không kém phần thơm ngon. Bạn có thể áp dụng thực đơn này trong ngày ăn chay nhé!",
    "ingredients": [
      {
        "name": "bắp non",
        "quantity": "100 gram"
      },
      {
        "name": "bột gừng",
        "quantity": "1 muỗng cà phê"
      },
      {
        "name": "ớt chuông",
        "quantity": "1/2 trái"
      },
      {
        "name": "lá cà ri",
        "quantity": "10 lá"
      },
      {
        "name": "hạt thì là",
        "quantity": "1/4 muỗng cà phê"
      },
      {
        "name": "bột cumin",
        "quantity": "1/2 muỗng cà phê"
      },
      {
        "name": "hành tây",
        "quantity": "1 củ"
      },
      {
        "name": "muối",
        "quantity": "1/2 muỗng cà phê"
      },
      {
        "name": "tiêu",
        "quantity": "1/2 muỗng cà phê"
      },
      {
        "name": "dầu ăn",
        "quantity": "2 muỗng canh"
      }
    ],
    "steps": [
      "Bắp non, lá cà ri rửa sạch, để ráo. Ớt chuông rửa sạch, cắt khoanh mỏng. Hành tây thái lát. Đun nóng chảo với dầu ăn, thêm hạt thì là, bột gừng hoặc gừng băm vào. Phi cho đến khi nó bắt đầu có mùi thơm thì cho hành tây thái lát vào.",
      "Cho lần lượt bắp non, ớt chuông vào, đảo đều 3 phút. Nêm vào bột thì là, muối cho vừa ăn. Tùy chỉnh gia vị theo khẩu vị gia đình. Đậy nắp lại cho rau củ mau chín, nếu thấy rau củ khô, bạn có thể cho thêm một ít nước nhưng đừng cho quá nhiều. Thêm tiêu và lá cà ri tươi, đảo đều 3 phút nữa đến khi có mùi thơm là tắt bếp.",
      "Tắt bếp, bày món ăn ra đĩa thưởng thức ngay với cơm trắng."
    ],
    "timer": 25,
    "imageURL":
      "https://media.cooky.vn/recipe/g1/3719/s750x468/cooky-recipe-cover-r3719.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/bap-non-xao-ca-ri-3719"
  },
  {
    "name": "Pizza gà rau củ",
    "description":
      "Bánh pizza đã trở thành sự yêu thích của nhiều người. Thực tế, làm pizza khá đơn giản. Bạn đã tự làm món bánh này ở nhà chưa? Bánh có mùi thơm ngậy của phô mai kèm thịt gà nhưng không cảm thấy ngán nhờ phần rau củ thêm vào, phần đế vàng giòn thêm ít sốt pizza ăn cùng thì thật tuyệt phải không nào. Cuối tuần này, bạn hãy thử vào bếp làm chiếc bánh pizza gà rau củ thơm ngon này để đãi cả nhà nhé. Chiếc bánh pizza sẽ làm cho không khí gia đình ngày cuối tuần thêm vui vẻ đấy!",
    "ingredients": [
      {
        "name": "bột mì",
        "quantity": "150 gram"
      },
      {
        "name": "đường",
        "quantity": "20 gram"
      },
      {
        "name": "men nở",
        "quantity": "5 gram"
      },
      {
        "name": "hành tây",
        "quantity": "1/4 củ"
      },
      {
        "name": "đậu hà lan",
        "quantity": "60 gram"
      },
      {
        "name": "ngô hạt",
        "quantity": "50 gram"
      },
      {
        "name": "phô mai",
        "quantity": "90 gram"
      },
      {
        "name": "ớt chuông",
        "quantity": "80 gram"
      },
      {
        "name": "trứng",
        "quantity": "2 quả"
      },
      {
        "name": "bơ",
        "quantity": "10 gram"
      },
      {
        "name": "sữa tươi",
        "quantity": "60 ml"
      },
      {
        "name": "cà chua bi",
        "quantity": "6 quả"
      },
      {
        "name": "ức gà",
        "quantity": "150 gram"
      },
      {
        "name": "sốt cà chua",
        "quantity": "2 muỗng canh"
      },
      {
        "name": "đậu bắp",
        "quantity": "2 quả"
      }
    ],
    "steps": [
      "Đổ bột mì, bơ, sữa tươi, men nở, 1 quả trứng, đường ra bát và trộn đều. Nhào bột đến khi bột mềm mịn. Dùng màng bọc thực phẩm bọc kín thau và ủ bột khoảng 25 phút, lấy bột ra để sử dụng. Ớt chuông xanh, đỏ, vàng rửa sạch, thái khoanh tròn mỏng. Hành tây bóc vỏ thái mỏng. Thịt gà cho vào nồi đảo cho chín tái. Đổ ra bát để riêng. Cho bột ra thớt, cán bột thành khoanh tròn, mỏng.",
      "Phết chút dầu ăn lên khuôn làm bánh. Đặt miếng bột vừa cán lên trên khuôn, chỉnh sao cho miếng bột vừa khuôn. Dùng nĩa tạo các lỗ nhỏ trên mặt đế bánh. Đem nướng sơ qua đế bánh khoảng 5 phút ở nhiệt độ 220 độ C, sau đó để nguội.",
      "Sau khi nướng xong, cho đế bánh ra, phết nước sốt pizza lên trên. Rắc pho mát mozzarella vụn lên trên. Sau đó cho hành tây, ớt chuông xanh, đỏ, vàng, đậu bắp và đậu hà lan, ngô lên trên. Thêm thịt gà và cà chua bi lên.",
      "Thêm lớp pho mát vụn lên trên. Đập trứng ra bát, lấy lòng đỏ. Phết lớp lòng đỏ trứng gà lên xung quanh rìa bánh. Cho bánh vào lò nướng khoảng 25 phút ở nhiệt độ 200 độ C.",
      "Đến khi bánh chín, tắt lò và thưởng thức."
    ],
    "timer": 60,
    "imageURL":
      "https://media.cooky.vn/recipe/g4/30777/s750x468/cooky-recipe-636618907244210292.png",
    "originalURL": "https://www.cooky.vn/cong-thuc/pizza-ga-rau-cu-30777"
  },
  {
    "name": "Bánh flan sữa tươi",
    "description": "",
    "ingredients": [
      {
        "name": "sữa tươi",
        "quantity": "500 ml"
      },
      {
        "name": "trứng gà",
        "quantity": "7 quả"
      },
      {
        "name": "vani",
        "quantity": "2 ống"
      },
      {
        "name": "sữa đặc",
        "quantity": "1 hộp"
      },
      {
        "name": "đường trắng",
        "quantity": "100 gram"
      },
      {
        "name": "chanh",
        "quantity": "1/2 trái"
      }
    ],
    "steps": [
      "Chúng ta đỗ vào chảo khoảng 100ml nước lọc , sau đó cho 100g đường vào. Đun trên bếp với lửa nhỏ. Dùng đũa khuấy tan đường cho đến khi đường tan hết và nước đường khi chuyển sang màu cánh gián thì cho nước cốt chanh và khoảng 2 muỗng canh nước sôi để nguội vào rồi tắt bếp. cho đường caramen vào từng hộp nhỏ để đựng bánh.",
      "Đập 05 quả trứng vào tô, đánh tan khi nào hết cợn là được, không để trứng sủi bọt. Tiếp đến cho 2 lòng đỏ trứng gà vào thêm, đánh tan. Cho 500ml và nửa hộp sữa đặc vào 1 tô hòa tan rồi đun trên bếp. Để sữa sôi lăn tăn trên mặt thì tắt bếp. Đổ từ từ sữa vào hỗn hợp trứng ở trên, quậy đều,sau đó lọc qua rây lọc 1 lần nữa để hỗn hợp được mịn không cặn. Cho vani vào hòa tan. Mục đích bỏ vani vào để khử mùi tanh của trứng.",
      "Chế hỗn hợp vào từng khuôn bánh. Lưu ý không đổ quá đầy. Cho vào nồi hấp khoảng 30-40 phút thì bánh flan sẽ chín. Lưu ý để bánh không bị rổ. Trong quá trình hấp, thường xuyên lau nắp nồi để hơi nước không nhỏ xuống bề mặt bánh. Giúp bánh được mềm mịn hơn rất nhiều."
    ],
    "timer": 40,
    "imageURL":
      "https://media.cooky.vn/recipe/g3/21013/s750x468/recipe21013-636378684604928231.jpg",
    "originalURL":
      "https://www.cooky.vn/cong-thuc/tu-lam-banh-flan-sua-tuoi-21013"
  },
  {
    "name": "Sườn non rim cà phê",
    "description":
      "Chắc hẳn đây là lần đầu tiên bạn nghe đến món ăn này đúng không? Thịt sườn săn chắc ngon thịt được nêm gia vị đầy đủ kết hợp với mùi cà phê thơm lừng khiến cho món ăn cực kì hấp dẫn nha. Cùng mình bắt tay vào làm thử món ăn này ngay nhé!",
    "ingredients": [
      {
        "name": "sườn non",
        "quantity": "500 gram"
      },
      {
        "name": "gừng",
        "quantity": "1 nhánh"
      },
      {
        "name": "tinh bộp bắp",
        "quantity": "1 muỗng canh"
      },
      {
        "name": "dầu hào",
        "quantity": "1 muỗng canh"
      },
      {
        "name": "đường",
        "quantity": "1 muỗng canh"
      },
      {
        "name": "tỏi phi",
        "quantity": "2 muỗng canh"
      },
      {
        "name": "cà phê",
        "quantity": "30 ml"
      },
      {
        "name": "hành lá",
        "quantity": "3 nhánh"
      },
      {
        "name": "nước tương",
        "quantity": "2 muỗng canh"
      },
      {
        "name": "rượu trắng",
        "quantity": "1 muỗng canh"
      },
      {
        "name": "nước hầm xương",
        "quantity": "100 ml"
      }
    ],
    "steps": [
      "Gừng bạn gọt vỏ rồi thái từng lát mỏng. Hành lá cắt thành từng khúc ngắn bằng nhau. Làm nước sốt cà phê: Bạn cho 100ml nước hầm xương, 30ml cà phê, 2 muỗng nước tương, 1 muỗng dầu hào, 1 muỗng đường, 1 muỗng tinh bột bắp vào khuấy đều. Sau đó cho 2 muỗng canh tỏi đã phi vàng vào trộn đều.",
      "Bắc chảo lên bếp, cho gừng và hành lá vào xào cùng với 1 ít dầu ăn cho đến khi dậy mùi bạn cho sườn vào chảo đảo đều cho thịt sườn săn lại. Khi sườn đã hơi săn lại bạn cho 1 muỗng canh rượu trắng vào để khử mùi. Đổ nước sốt cà phê vào đảo đều cho sườn thấm gia vị. Bạn có thể nêm nếm lại cho hợp khẩu vị nhé!",
      "Đun sườn với lửa liu riu cho đến khi sốt đặc sánh lại là được nè! Dọn ra đĩa rồi dùng ngay cho nóng thôi nào.",
      "Món sườn non rim cà phê mềm và thấm vị, tất cả các vị đều ở mức vừa đủ vừa đậm đà giúp cả nhà ngon cơm, phần nước sốt cũng rất ngon đừng bỏ qua nhé."
    ],
    "timer": 30,
    "imageURL":
      "https://media.cooky.vn/recipe/g4/30795/s750x468/cooky-recipe-636619112516546834.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/suon-non-rim-ca-phe-30795"
  },
  {
    "name": "Bánh xèo",
    "description":
      "Thay vì đi mua ngoài, bạn cũng có thể làm được những mẻ bánh xèo thơm ngon, giòn rụm, màu sắc hấp dẫn để cả nhà thưởng thức. Ngoài ra, khi kết hợp với rau sống, nước chấm, bánh cuốn thì ngon vô cùng.",
    "ingredients": [
      {
        "name": "bột gạo",
        "quantity": "1 chén"
      },
      {
        "name": "giá đỗ",
        "quantity": "100 gram"
      },
      {
        "name": "hành tím băm",
        "quantity": "1 muỗng canh"
      },
      {
        "name": "muối",
        "quantity": "1/4 muỗng cà phê"
      },
      {
        "name": "nước cốt dừa",
        "quantity": "1/2 chén"
      },
      {
        "name": "tôm tươi",
        "quantity": "100 gram"
      },
      {
        "name": "bột bắp",
        "quantity": "2 muỗng cà phê"
      },
      {
        "name": "dầu ăn",
        "quantity": "1/2 chén"
      },
      {
        "name": "bột cà ri",
        "quantity": "1 muỗng cà phê"
      },
      {
        "name": "hành lá",
        "quantity": "50 gram"
      },
      {
        "name": "hành tây",
        "quantity": "1 củ"
      }
    ],
    "steps": [
      "Giá đỗ, hành lá, rau thơm làm sạch, rửa sạch, để ráo. Hành tây lột vỏ, thái nhỏ. Tôm rửa sạch, bỏ vỏ và đầu. Hòa tan bột gạo, bột bắp, bột cà ri, muối với nước cốt dừa. Cho hành lá thái khúc vào cùng. Tất cả trộn đều. Bắc chảo nóng lên bếp, mỗi lần chiên bánh cho 1 muỗng canh dầu vào đun nóng, tráng đều rồi cho tôm và hành tây vào xào.",
      "Dùng muỗng múc hỗn hợp bột bánh xèo vào, tráng mỏng. Đậy nắp lại. Thêm giá đỗ và rau thơm tùy ý vào, gấp bánh xèo làm đôi, chiên chín 2 mặt. Bạn cũng có thể tùy theo sở thích mà cho các loại nhân như: thịt ba chỉ, đậu xanh hấp, củ sắn xào... Lần lượt chiên cho đến khi hết nguyên liệu.",
      "Cho bánh xèo ra đĩa. Ăn kèm nước mắm chua ngọt, bánh tráng cuốn và rau sống các loại nhé!"
    ],
    "timer": 30,
    "imageURL":
      "https://media.cooky.vn/recipe/g1/4148/s750x468/cooky-recipe-cover-r4148.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/tu-lam-banh-xeo-tai-nha-4148"
  },
  {
    "name": "Trà đào cam sả",
    "description": "",
    "ingredients": [
      {
        "name": "cam",
        "quantity": "1 trái"
      },
      {
        "name": "siro cam",
        "quantity": "20 ml"
      },
      {
        "name": "sả",
        "quantity": "3 cây"
      },
      {
        "name": "siro đào",
        "quantity": "40 ml"
      },
      {
        "name": "trà túi lọc",
        "quantity": "2 gói"
      },
      {
        "name": "đào hộp",
        "quantity": "2 miếng"
      }
    ],
    "steps": [
      "Chuẩn bị tất cả các nguyên liệu. Cam cắt đôi trái, 1/2 trái cắt múi cau, 1/2 trái còn lại vắt lấy nước cốt.",
      "Sả rửa sạch, 2 cây cắt nhỏ, đập dập rồi cho vào nồi nấu lấy nước, 1 cây cắt lát trang trí. Đào hộp cắt miếng. Pha trà túi lọc trong 1 ly nước.",
      "Cho nước trà túi lọc cùng nước nấu sả vào ly, tiếp theo cho nước cốt cam đã vắt từ 1/2 trái cam vào cùng.",
      "Tiếp đến là 40ml siro đào và 20ml siro cam vào ly trà. Dùng muỗng khuấy đều hỗn hợp.",
      "Trình bày: cho đá viên, cam cắt múi cau và sả cắt lát vào bình thủy tinh. Sau đó cho hỗn hợp trà đào cam sả vào, khuấy đều và thưởng thức nhé!"
    ],
    "timer": 25,
    "imageURL":
      "https://media.cooky.vn/recipe/g2/16724/s750x468/recipe16724-635944122855406644.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/tra-dao-cam-sa-16724"
  },
  {
    "name": "bò kho kiểu Ý",
    "description":
      "Đã bao giờ bạn thưởng thức món bò kho “nguyên tảng” này chưa? Cảm giác khi ăn khứa nhẹ từng miếng thịt nhỏ mềm tơi từ miếng thịt to nguyên đậm đà thật không gì tả được. Với nguyên liệu ướp khác biệt, món bò kho sẽ đem đến cho bạn một trải nghiệm thật lạ miệng và nhớ mãi thôi! Và đừng quên chuẩn bị bánh mì nướng giòn để ăn cùng bò kho nhé!",
    "ingredients": [
      {
        "name": "thịt bò",
        "quantity": "1,5 kg"
      },
      {
        "name": "muối",
        "quantity": "3 muỗng canh"
      },
      {
        "name": "lá hương thảo",
        "quantity": "2 lá"
      },
      {
        "name": "khoai lang",
        "quantity": "2 củ"
      },
      {
        "name": "tiêu",
        "quantity": "1 muỗng canh"
      },
      {
        "name": "bơ lạt",
        "quantity": "60 gram"
      },
      {
        "name": "hành tây",
        "quantity": "1/2 củ"
      },
      {
        "name": "bia",
        "quantity": "150 ml"
      }
    ],
    "steps": [
      "Rửa sạch thịt bò sau đó dùng khăn giấy thấm khô nước. Rắc muối và tiêu lên bề mặt thịt.",
      "Trong một nồi lớn, cho bơ vào ở lửa cao khi bơ đã tan chảy thì cho thịt bò vào hầm nhừ. Sau đó vớt thịt ra. Hạ lửa xuống mức trung bình. Cho hành tây băm nhuyễn và lá hương thảo vào để tạo mùi thơm.",
      "Đun liu riu khoảng 5-10 phút sau đó rưới hỗn hợp lên thịt bò cho vào nồi đế dày. Cho khoai lang vào xung quanh thịt. Rót bia đen vào rồi hầm thịt trong 6-8 tiếng đồng hồ cho đến khi thịt mềm hẳn là được.",
      "Để món bò kho thêm phong phú và “chống ngán”, bạn có thể bổ sung vào nguyên liệu những loại củ mà mình yêu thích như cà rốt hay khoai tây nhé!"
    ],
    "timer": 120,
    "imageURL":
      "https://media.cooky.vn/recipe/g1/4093/s750x468/recipe4093-636434206068549527.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/bo-kho-kieu-y-4093"
  },
  {
    "name": "bò kho cay kiểu Ý",
    "description":
      "Món bò kho từ lâu là một món ăn rất phổ biến cho bữa sáng người Việt. Thế nhưng món bò kho cay với phần thịt bò được xay nhuyễn cùng với hương vị Ý cay cay, thơm nồng đặc trưng sẽ là một sự phá cách thú vị đấy!",
    "ingredients": [
      {
        "name": "thịt bò",
        "quantity": "300 gram"
      },
      {
        "name": "gia vị bò kho",
        "quantity": "1 gói"
      },
      {
        "name": "nước cốt dừa",
        "quantity": "100 ml"
      },
      {
        "name": "ớt chuông",
        "quantity": "2 trái"
      },
      {
        "name": "hành tây",
        "quantity": "1 củ"
      },
      {
        "name": "sốt cà chua",
        "quantity": "100 gram"
      },
      {
        "name": "ớt bột",
        "quantity": "10 gram"
      },
      {
        "name": "muối",
        "quantity": "1 muỗng cà phê"
      }
    ],
    "steps": [
      "Trong một chiếc nồi lớn, cho thịt bò, hành tây thái hạt lựu và tỏi băm nhỏ vào. Tiếp đến cho thịt bò xay nhuyễn và bột gia vị Taco, ớt bột, chút muối vào một chiếc nồi, đảo nhanh và đều tay.",
      "Cho nước sốt cà chua và nước cốt dừa vào đun lửa liu riu. Nêm thêm muối cho vừa độ mặn.",
      "Ớt chuông và hành tây thái hạt lựu. Hành lá và rau ngò thái nhuyễn. Khi bò kho đã chín thì tắt lửa. Rắc ớt, hành tây, rau ngò lên nữa là xong!"
    ],
    "timer": 40,
    "imageURL":
      "https://media.cooky.vn/recipe/g1/7717/s750x468/recipe7717-636434216075811104.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/bo-kho-cay-kieu-y-7717"
  },
  {
    "name": "Cháo yến mạch trứng thịt",
    "description":
      "Yến mạch chắc hẳn không phải loại ngũ cốc xa lạ đối với các bạn, đặc biệt chị em tập gym. Thế nhưng nhiều nàng ca cẩm rằng yến mạch rất khó để ăn sống. Hiểu được tiếng lòng ấy, mình xin giới thiệu công thức nấu cháo yến mạch trong 15 phút, no lâu (mình ăn từ 7h đến 10h30 vẫn chưa đói nà) và cực kì tốt cho sức khỏe.",
    "ingredients": [
      {
        "name": "trứng gà ta",
        "quantity": "1 quả"
      },
      {
        "name": "cà rốt",
        "quantity": "1/4 củ"
      },
      {
        "name": "hạt nêm",
        "quantity": "1 muỗng cà phê"
      },
      {
        "name": "thịt xay",
        "quantity": "30 gram"
      },
      {
        "name": "yến mạch",
        "quantity": "30 gram"
      },
      {
        "name": "nước",
        "quantity": "3/4 chén"
      }
    ],
    "steps": [
      "Cà rốt cắt hạt lựu. Thịt xay vo thành viên nhỏ. Đánh trứng và thêm một 1 muỗng cà phê hạt nêm (hoặc muối) vào. Nếu không có máy xay, bạn có thể bằm thịt, cũng khá nhanh đấy.",
      "Cho vào nồi khoảng 3/4 chén nước. Sau đó, đổ cà rốt, nấu trong khoảng 4 phút. Tiếp đến, cho thịt viên vào. Lượng nước phụ thuộc vào sở thích gia đình bạn, tùy chỉnh theo sự thích ăn cháo loãng hay đặc.",
      "Cho yến mạch vào và khuấy liên tục. Đợi tầm 2 phút yến mạch nhuyễn thì dùng đũa khuấy và đổ trứng từ từ xuống. Nêm nếm gia vị cho vừa ăn nếu chưa vừa miệng.",
      "Tadaaa đã hoàn thành rồi!"
    ],
    "timer": 15,
    "imageURL":
      "https://media.cooky.vn/recipe/g4/30821/s750x468/cooky-recipe-636619761275510318.jpg",
    "originalURL":
      "https://www.cooky.vn/cong-thuc/chao-yen-mach-trung-thit-30821"
  },
  {
    "name": "bánh nậm chay",
    "description":
      "Đổi món trong những ngày chay thanh tịnh là món bánh nậm chay thơm ngon, hấp dẫn được làm từ lá chuối. Bạn có thể ăn vặt hoặc bỏ túi theo thưởng thức lúc rảnh rỗi. Chỉ với 45 phút thực hiện món ăn.",
    "ingredients": [
      {
        "name": "bột gạo",
        "quantity": "300 gram"
      },
      {
        "name": "củ sẵn",
        "quantity": "150 gram"
      },
      {
        "name": "nấm mèo",
        "quantity": "3 cái"
      },
      {
        "name": "hạt nêm chay",
        "quantity": "1 muỗng cà phê"
      },
      {
        "name": "nước tương",
        "quantity": "2 muỗng canh"
      },
      {
        "name": "bột năng",
        "quantity": "100 gram"
      },
      {
        "name": "muối",
        "quantity": "1 muỗng cà phê"
      },
      {
        "name": "cà rốt",
        "quantity": "150 gram"
      },
      {
        "name": "hành lá",
        "quantity": "2 nhánh"
      },
      {
        "name": "đường trắng",
        "quantity": "1 muỗng cà phê"
      },
      {
        "name": "dầu ăn",
        "quantity": "5 muỗng canh"
      }
    ],
    "steps": [
      "Lá chuối lau sạch, chần sơ nước sôi cho dịu rồi lau khô. Cà rốt, củ sắn cắt hạt lựu. Nấm mèo thái nhỏ. Đun nóng 3 muỗng canh dầu ăn, cho rau củ đã cắt vào đảo đều khoảng 2-3 phút. Nêm hạt nêm chạy, 1 muỗng canh nước tương, đảo đều cho ngấm gia vị rồi tắt bếp.",
      "Trộn đều 100g bột năng với 300g bột gạo, 1 muỗng cà phê muối. Sau đó thêm từ từ 800ml nước lọc, 1 muỗng canh dầu ăn vào nhồi đều thành hỗn hợp đồng nhất.",
      "Cắt lá chuối theo kích thước 20x25cm. Phết dầu ăn lên mặt bánh, múc 1 muỗng bột dàn mỏng đều, thêm nhân đã xào lên trên rồi gói kín lại.",
      "Xếp từng cặp bánh vào xửng, hấp khoảng 17-20 phút là bánh chín. Để bánh chín nhanh và đều thì xếp tối đa ba lớp, xếp bánh theo kiểu xếp tháp, lớp ngang, lớp dọc rồi lớp ngang để bánh được tiếp xúc với hơi nóng nhiều nhất.",
      "Bánh chín để hơi nguội là có thể dùng. Khi ăn có thể rưới thêm ít nước tương cay lên cho vừa miệng nhé!"
    ],
    "timer": 45,
    "imageURL":
      "https://media.cooky.vn/recipe/g1/4657/s750x468/cooky-recipe-cover-r4657.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/banh-nam-chay-4657"
  },
  {
    "name": "Trân châu trắng",
    "description":
      "Trân châu trắng là một trong những món topping cực ngon của trà sữa Gongcha, Phúc Long, KOI... Học ngay cách làm Trân Châu Trắng có dạng viên tròn đẹp như hạt châu, vị ngọt thanh, dai dai giòn giòn. Nếu đã yêu thích trà sữa trân châu, thì không thể bỏ qua món thạch cực ngon này với cách thực hiện cũng vô cùng nhanh và dễ. Đảm bảo thành công ngay.",
    "ingredients": [
      {
        "name": "Đường trắng ",
        "quantity": "250 gram"
      },
      {
        "name": "Bột rau câu giòn",
        "quantity": "3 gram"
      },
      {
        "name": "Bột rau câu dẻo",
        "quantity": "20 gram"
      },
      {
        "name": "Nước",
        "quantity": "1 lít"
      }
    ],
    "steps": [
      "Chuẩn bị nguyên liệu gồm 3gr rau câu giòn, 20gr rau câu dẻo, 250gr đường trắng, 1 lít nước. Đun nước đủ nóng, không sôi bùng, rồi cho bột rau câu giòn vào khuấy tan đều.",
      "Trộn phần rau câu dẻo với đường cát, rồi tiếp tục cho vào nước khuấy đều cho tan hết đường. Bạn có thể cho thêm 1 ống hương vani để làm diệu đi vị tanh từ bột rau câu nếu thích. Sau đó đun nhỏ lửa cho đến khi hỗn hợp sệt vừa lại là được.",
      "Chuẩn bị một tô nước đá và một ít dầu ăn. Cho dầu ăn vào trong tô nước đá (không cho đá viên vào khi đã cho dầu ăn, có thể làm cho dầu đông và vón cục). Quan trọng là có được phần tách lớp dầu ăn và nước đá để có thể tạo hình viên tròn cho trân châu.",
      "Cho hỗn hợp rau câu đang nóng vào bình có đầu nhỏ để có thể nhỏ giọt tạo hình, ở đây mình dùng chai tương ớt rữa sạch, bạn có thể dùng các hũ nhựa đựng tương ớt như các quán bún, phở để tạo hình. Nhỏ từng giọt rau câu vào tô, giọt rau câu qua lớp dầu sẽ tạo thành hình viên tròn đều, sau đó sẽ chìm xuống phần nước đá để đông cứng lại, thành viên trân châu thành phẩm.",
      "Sau khi bắt xong hạt trân châu trắng, rửa sạch dầu ăn với nước lạnh để thu được phần trân châu trắng thành phẩm. Để bảo quản trân châu ngon, bạn thêm vài giọt nước cốt chanh và một ít đường trắng trộn đều làm nước ngâm.",
      "Thành phẩm hoàn tất, bạn có thể pha một tách trà chanh và cho phần trân châu vào làm topping rồi thưởng thức."
    ],
    "timer": 30,
    "imageURL":
      "https://media.cooky.vn/recipe/g2/19217/s750x468/cooky-recipe-636258733577229850.JPG",
    "originalURL": "https://www.cooky.vn/cong-thuc/tran-chau-trang-19217"
  },
  {
    "name": "Cháo cua nấu bí đỏ",
    "description":
      "Bí đỏ là thực phẩm không những làm tăng sức đề kháng cho cơ thể mà còn chứa nhiều vitamin A giúp sáng mắt. Nấu món cháo cua bí đỏ ngon miệng, bổ dưỡng này cho những ngày mệt mỏi nhé.        ",
    "ingredients": [
      {
        "name": "Gạo",
        "quantity": "40 gram"
      },
      {
        "name": "Thịt cua ",
        "quantity": "50 gram"
      },
      {
        "name": "Muối",
        "quantity": "1/4 muỗng cà phê"
      },
      {
        "name": "Dầu ăn ",
        "quantity": "1 muỗng canh"
      },
      {
        "name": "Bí đỏ",
        "quantity": "100 gram"
      },
      {
        "name": "Hạt nêm",
        "quantity": "2 muỗng cà phê"
      },
      {
        "name": "Hành tím băm",
        "quantity": "1 muỗng canh"
      }
    ],
    "steps": [
      "Gạo đem vo sạch rồi cho vào nấu cùng 300ml nước.",
      "Bí đỏ gọt vỏ, rửa sạch rồi cắt nhỏ.",
      "Khi cháo gần chín, cho bí đỏ vào nấu nhừ. Nêm 2 muỗng canh hạt nêm.",
      "Làm nóng 1 muỗng canh dầu ăn trong chảo, cho 1 muỗng canh hành tím băm vào phi thơm. Sau đó cho thịt cua vào xào. Nêm 1/4 muỗng cà phê muối.",
      "Múc cháo bí đỏ ra tô, rắc thịt cua lên là hoàn tất. Khi ăn, trộn đều thịt cua với cháo. Ăn nóng."
    ],
    "timer": 40,
    "imageURL":
      "https://media.cooky.vn/recipe/g2/15203/s750x468/recipe15203-635711914075275867.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/chao-cua-nau-bi-do-15203"
  },
  {
    "name": "Bánh mì kẹp thịt viên chiên",
    "description":
      "Bánh mì kẹp thịt viên chiên thơm ngon, hấp dẫn sẽ khiến bạn thích mê mệt khi thưởng thức. Cùng làm món bánh mì này ăn sáng.",
    "ingredients": [
      {
        "name": "Thịt heo bằm",
        "quantity": "450 gram"
      },
      {
        "name": "Hành lá ",
        "quantity": "1/2 cây"
      },
      {
        "name": "Tương ớt",
        "quantity": "25 ml"
      },
      {
        "name": "Bột bắp",
        "quantity": "15 gram"
      },
      {
        "name": "Tiêu",
        "quantity": "1/4 muỗng cà phê"
      },
      {
        "name": "Sốt Mayonnaise ",
        "quantity": "4 muỗng canh"
      },
      {
        "name": "Bánh mì",
        "quantity": "4 ổ"
      },
      {
        "name": "Ngò rí",
        "quantity": "30 gr"
      },
      {
        "name": "Nước mắm",
        "quantity": "15 ml"
      },
      {
        "name": "Đường trắng",
        "quantity": "10 gr"
      },
      {
        "name": "Muối",
        "quantity": "1/4 muỗng cà phê"
      },
      {
        "name": "Dầu ăn",
        "quantity": "15 ml"
      },
      {
        "name": "Ớt sừng",
        "quantity": "1 trái"
      }
    ],
    "steps": [
      "Cho dưa chua ra chén. Ngò rí và hành lá rửa sạch, cắt nhỏ.",
      "Cho 450g thịt heo bằm, 30g ngò rí, hành lá, 15ml nước mắm, 15g tương ớt, 10g đường, 1/4 muỗng cà phê muối và 1/4 muỗng cà phê tiêu, 15g bột bắp vào tô, trộn đều. Sau đó viên thịt thành các viên tròn (khoảng 20 viên).",
      "Cho thịt viên lên khay có lót sẵn giấy nướng, rồi cho vảo tủ lạnh 20 phút, Sau khi thịt viên đã được ướp lạnh, đun nóng 1 muỗng canh dầu ăn trong chảo chống dính, chiên thịt viên cho đến khi chín và có màu vàng đều.",
      "Trong một chén, trộn 50g mayonnaise với 10g tương ớt. Trộn đều.",
      "Sau đó, rạch các miếng bánh mì ra, lần lượt phết hỗn hợp mayonnaise và tương ớt vào bên trong rồi cho dưa chua, thịt viên chiên, ớt cắt lát và ngò rí rồi thưởng thức nhé!"
    ],
    "timer": 30,
    "imageURL":
      "https://media.cooky.vn/recipe/g2/14274/s750x468/recipe14274-635745692609072754.jpg",
    "originalURL":
      "https://www.cooky.vn/cong-thuc/banh-mi-kep-thit-vien-chien-14274"
  },
  {
    "name": "Thịt ba chỉ om ngũ vị",
    "description":
      "Thịt ba chỉ om ngũ vị đậm đà, từng khoanh thịt thấm mềm, không bở nát mà vẫn giữ được độ giòn nhẹ hứa hẹn là món ăn cực tốn cơm cho bữa tối.",
    "ingredients": [
      {
        "name": "Thịt ba chỉ",
        "quantity": "400 gr"
      },
      {
        "name": "Hoa hồi",
        "quantity": "2 cái"
      },
      {
        "name": "Tiêu",
        "quantity": "1/2 muỗng cà phê"
      },
      {
        "name": "Muối",
        "quantity": "2 muỗng cang"
      },
      {
        "name": "Giấm",
        "quantity": "2 muỗng canh"
      },
      {
        "name": "Ớt băm",
        "quantity": "3 muỗng cà phê"
      },
      {
        "name": "Mè trắng",
        "quantity": "1 muỗng cà phê"
      },
      {
        "name": "Gừng",
        "quantity": "2 củ"
      },
      {
        "name": "Thanh quế",
        "quantity": "1 miếng"
      },
      {
        "name": "Rượu trắng",
        "quantity": "1 muỗng canh"
      },
      {
        "name": "Nước tương",
        "quantity": "2 muỗng canh"
      },
      {
        "name": "Đường trắng",
        "quantity": "2 muỗng canh"
      },
      {
        "name": "Tỏi băm",
        "quantity": "1 muỗng cà phê"
      }
    ],
    "steps": [
      "Thịt ba chỉ rửa sạch, dùng lưỡi dao cạo sạch phần bì, sau đó dùng dụng cụ giần thịt, giần nhẹ khắp bề mặt bì lợn. Sau đó, đem ướp thịt với 1 muỗng canh rượu trắng, 2 muỗng canh nước tương, 1 muỗng cà phê muối, 1 muỗng cà phê tiêu và vài lát gừng.",
      "Để thịt thấm gia vị, đeo bao tay thực phẩm rồi bóp nhẹ miếng thịt trong hỗn hợp ướp trong vài phút rồi đem bọc kín bát thịt ướp bằng màng bọc thực phẩm. Cất vào ngăn mát tủ lạnh chừng 4-8 tiếng hoặc qua đêm tùy độ dày mỏng của miếng thịt. Đủ thời gian tẩm ướp, gắp miếng thịt ra, trải miếng thịt ra mặt thớt rộng, nhấc mép miếng thịt từ từ cuộn miếng thịt lại thật chặt tay như khoanh giò. Sau khi cuộn xong, một tay giữ cuốn thịt, một tay cầm sợi chỉ, đặt giữ một đầu chỉ ở đầu cuộn thịt rồi từ từ cuốn quanh cuốn thịt như bó giò để cố định.",
      "Đặt nồi nước đủ ngập mặt thịt lên bếp, thêm 1 muỗng cà phê muối, thêm tiêu, hoa hồi, 1 mảnh quế nhỏ, 1 củ gừng đập dập, khuấy đều cho muối tan rồi thả cuộn thịt vào. Khi nước sôi, hạ nhỏ lửa, đun sôi liu riu chừng 60 phút rồi tắt bếp. Cho tất cả các nguyên liệu làm sốt: 2 muỗng canh nước tương, 2 muỗng canh giấm, 2 muỗng canh đường, mè trắng rang chín, ớt băm, tỏi và gừng bằm nhuyễn vào một chén, khuấy cho đường tan hoàn toàn rồi đổ vào nồi nhỏ nấu sôi trên lửa vừa. Lúc này mới trút mè vào, đảo lại lần nữa mới tắt bếp.",
      "Thịt chín, gắp thịt ra đĩa, cho thịt vào ngăn mát tủ lạnh chừng 4 tiếng hoặc qua đêm cho thịt săn lại, đồng thời giúp thịt không bị bung vỡ sau khi bỏ dây. Sau đó mới lấy thịt ra, cắt bỏ sợi chỉ bao ngoài rồi cắt thịt thành từng khoanh mỏng.",
      "Thịt cắt xong đem xếp ra đĩa, có thể rưới trực tiếp với nước sốt hoặc chấm riêng tùy ý. Trang trí thêm với cọng mùi tươi hoặc dưa leo, hoa ớt cho bắt mắt."
    ],
    "timer": 45,
    "imageURL":
      "https://media.cooky.vn/recipe/g1/2916/s750x468/recipe2916-635931344532858593.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/thit-ba-chi-om-ngu-vi-2916"
  },
  {
    "name": "Sợi mì trứng",
    "description":
      "Mì trứng là món ăn khá dễ làm với những nguyên liệu quen thuộc như bột mì, trứng gà, muối... Sợi mì vàng tươi, mềm, thơm ngon, dùng để chế biến rất nhiều món ăn hấp dẫn cho cả nhà!",
    "ingredients": [
      {
        "name": "Bột mì",
        "quantity": "250 gram"
      },
      {
        "name": "Muối",
        "quantity": "1/2 muỗng cà phê"
      },
      {
        "name": "Trứng gà",
        "quantity": "2 quả"
      }
    ],
    "steps": [
      "Trộn đều 250gr bột mì, 1/2 muỗng cà phê muối trong 1 cái tô.",
      "Trứng gà đánh tan trong chén, khuấy đều, cho vào hỗn hợp bột mì.",
      "Đổ 60ml nước vào, trộn đều, nhào bột thành một hỗn hợp mềm, mịn.",
      "Bọc bột lại bằng một lớp màng bọc thực phẩm, cho vào ngăn mát tủ lạnh, để khoảng 30 phút.",
      "Rải đều bột bắp ra thớt, lấy hỗn hợp bột ra, dùng chày cán mỏng.",
      "Sau đó, bọc bột lại bằng màng bọc thực phẩm, ủ thêm 30 phút nữa.",
      "Cán mỏng bột, gấp bột lại thành 3 lớp. Dùng dao cắt bột thành từng sợi mỏng, dài.",
      "Mì trứng đã hoàn thành, rất đơn giản, dễ làm phải không nào!"
    ],
    "timer": 45,
    "imageURL":
      "https://media.cooky.vn/recipe/g2/16041/s750x468/recipe16041-635824303919364530.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/tu-lam-soi-mi-trung-16041"
  },
  {
    "name": "Nước chấm chua ngọt",
    "description":
      "Nước chấm chua ngọt là một loại nước chấm dùng kèm với các món rau xanh, chả giò, trứng chiên, hoành thánh chiên… rất ngon. Cách làm đơn giản hãy tham khảo nhé!",
    "ingredients": [
      {
        "name": "Ớt sừng",
        "quantity": "2 trái"
      },
      {
        "name": "Tỏi",
        "quantity": "2 tép"
      },
      {
        "name": "Đường trắng",
        "quantity": "90 gram"
      },
      {
        "name": "Bột bắp",
        "quantity": "15 gram"
      },
      {
        "name": "Ớt",
        "quantity": "2 trái"
      },
      {
        "name": "Giấm",
        "quantity": "55 ml"
      },
      {
        "name": "Muối",
        "quantity": "7 gram"
      }
    ],
    "steps": [
      "Rửa sạch ớt, cắt bỏ phần đầu và cắt nhỏ.",
      "Cho ớt và tỏi đã bóc vỏ vào máy xay đến khi thấy ớt tơi nhỏ là được, không cần xay nhuyễn.",
      "Cho 90g đường, 7g muối, tỏi ớt xay, 165ml nước lọc và 55ml giấm vào nồi, đun sôi.",
      "Khuấy bột bắp với 30ml nước, đến khi bột tan hết.",
      "Đổ nước bột bắp vào nồi, vừa đổ vào vừa khuấy đều đến khi ớt mềm, bột bắp đã hòa tan và nước sệt lại thì tắt bếp.",
      "Cho hỗn hợp hợp nước chấm vào lọ thủy tinh bảo quản để dùng dần."
    ],
    "timer": 15,
    "imageURL":
      "https://media.cooky.vn/recipe/g2/16042/s750x468/recipe16042-635824317820704946.jpg",
    "originalURL":
      "https://www.cooky.vn/cong-thuc/lam-nuoc-cham-chua-ngot-16042"
  },
  {
    "name": "Sườn nướng vị cà phê",
    "description":
      "Thưởng thức món sườn nướng thơm phức, thoang thoảng vị cà phê thật hấp dẫn. Món sườn mới lạ này chắc hẳn gia đình bạn sẽ thích thú lắm đây!",
    "ingredients": [
      {
        "name": "Sườn heo",
        "quantity": "1kg"
      },
      {
        "name": "Tỏi băm",
        "quantity": "1/2 muỗng cà phê"
      },
      {
        "name": "Mù tạt",
        "quantity": "3 muỗng canh"
      },
      {
        "name": "Dầu olive",
        "quantity": "15 ml"
      },
      {
        "name": "Cà phê đen",
        "quantity": "60 ml"
      },
      {
        "name": "Giấm",
        "quantity": "60 ml"
      },
      {
        "name": "Đường nâu",
        "quantity": "20 gram"
      },
      {
        "name": "Tiêu",
        "quantity": "5 gram"
      }
    ],
    "steps": [
      "Chuẩn bị và cho tất cả nguyên liệu ra chén. Sườn rửa sạch, chặt miếng vừa ăn.",
      "Cho tất cả các nguyên liệu làm nước sốt gồm: tỏi băm, 60ml cà phê, 60ml giấm, 50g mù tạt vàng, 20g đường nâu, 15g dầu ôliu, 5g tiêu, hành lá cắt nhỏ vào trong một chén, trộn đều.",
      "Cho sườn cắt thành các dải rồi cho nước sốt vào, trộn đều với sườn. Ướp sườn trong ngăn mát tủ lạnh 3 tiếng.",
      "Sau đó, cho sườn ra, xếp lên khay đã lót sẵn giấy bạc. Bọc giấy nhôm cho kín khay. Cho khay vào lò nướng ở nhiệt độ 200 độ C trong 45 phút. Sau đó, lấy khay ra, bỏ lá bạc không bọc nữa, rồi nướng thêm 15 phút.",
      "Cho sườn nướng vị cà phê ra đĩa và thưởng thức nhé!"
    ],
    "timer": 60,
    "imageURL":
      "https://media.cooky.vn/recipe/g2/10420/s750x468/recipe10420-635830343925786486.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/suon-nuong-vi-ca-phe-10420"
  },
  {
    "name": "Mít sấy khô",
    "description":
      "Cùng làm món mít sấy khô không những ngon mà lại vô cùng bổ dưỡng. Từ nay không còn phải mất thời gian ra siêu thị mua mít sấy sẵn nữa rồi!",
    "ingredients": [
      {
        "name": "Mít",
        "quantity": "300 gram"
      },
      {
        "name": "Đường trắng",
        "quantity": "2 muỗng canh"
      },
      {
        "name": "Nước cốt chanh",
        "quantity": "50 ml"
      }
    ],
    "steps": [
      "Mít tách múi, bỏ hạt, ngâm với nước có pha 50ml nước cốt chanh, 2 muỗng canh đường trắng khoảng 3 phút.",
      "Vớt mít ra, để ráo, xếp lên khay nướng có lót sẵn 1 lớp giấy bạc. Nướng mít khoảng 4 giờ ở nhiệt độ 50 độ C.",
      "Lấy mít ra, để nguội, cho vào hộp kín, bảo quản nơi thoáng mát và dùng dần."
    ],
    "timer": 35,
    "imageURL":
      "https://media.cooky.vn/recipe/g1/6914/s750x468/recipe6914-635743069180809863.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/mit-say-kho-6914"
  },
  {
    "name": "Canh dưa chua nấu sườn",
    "description":
      "Món canh nóng với vị chua cay đậm đà sẽ làm bạn cảm thấy ấm lòng hơn trong những ngày mùa đông giá lạnh của miền Bắc! Cooky gợi ý món canh dưa chua nấu sườn để bạn tham khảo và thực hiện.",
    "ingredients": [
      {
        "name": "Dưa cải chua",
        "quantity": "400 gram"
      },
      {
        "name": "Cà chua",
        "quantity": "2 trái"
      },
      {
        "name": "Gừng",
        "quantity": "1 miếng"
      },
      {
        "name": "Đường trắng",
        "quantity": "1 muỗng cà phê"
      },
      {
        "name": "Dầu ăn",
        "quantity": "1 muỗng canh"
      },
      {
        "name": "Sườn non",
        "quantity": "500 gram"
      },
      {
        "name": "Ớt",
        "quantity": "2 trái"
      },
      {
        "name": "Hành tím",
        "quantity": "15 gram"
      },
      {
        "name": "Hạt nêm",
        "quantity": "1/2 muỗng cà phê"
      },
      {
        "name": "Muối",
        "quantity": "1/2 muỗng cà phê"
      }
    ],
    "steps": [
      "Sườn rửa sạch, chặt miếng vừa ăn. Dưa cải chua rửa sạch qua nhiều nước để bớt chua.",
      "Cà chua rửa sạch, cắt múi cau. Sườn chần qua nước sôi rồi ninh chín, trong quá trình ninh sườn nêm 1/2 muỗng cà phê để sườn được đậm đà.",
      "Hành tím bóc sạch. Làm nóng 1 muỗng canh dầu ăn trong nồi, cho hành tím vào phi thơm. Thêm dưa vào đảo cùng 1/2 muỗng cà phê muối, 1 muỗng cà phê đường cho ngấm đều.",
      "Thêm cà chua vào nồi đảo đều. Trút phần sườn đã chần và 1 lít nước vào nồi dưa, tiếp tục ninh trong khoảng 20 phút nữa.( Nếu dưa có vị chua quá nhiều bạn thêm đường ở bước này, còn nếu dưa ít chua bạn không cần phải cho thêm đường nữa.)",
      "Gừng đập dập, ớt cắt lát, thêm vào nồi canh dưa đun 5 phút nữa rồi tắt bếp.",
      "Múc canh ra tô, dùng với cơm nóng. Canh dưa nấu sườn là món ăn dân dã, rất thích hợp trong những ngày lạnh."
    ],
    "timer": 25,
    "imageURL":
      "https://media.cooky.vn/recipe/g1/1891/s750x468/recipe1891-635743103983378990.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/canh-dua-chua-nau-suon-1891"
  },
  {
    "name": "Chả cua thịt nướng",
    "description":
      "Món chả cua thịt nướng thơm phức, vàng ruộm vô cùng bắt mắt ngon miệng sẽ là lựa chọn tuyệt vời cho bữa trưa cuối tuần của cả nhà!",
    "ingredients": [
      {
        "name": "Thịt heo băm",
        "quantity": "300 gram"
      },
      {
        "name": "Hành tây",
        "quantity": "1 củ"
      },
      {
        "name": "Nấm mèo",
        "quantity": "5 cái"
      },
      {
        "name": "Muối",
        "quantity": "1/2 muỗng cà phê"
      },
      {
        "name": "Đường trắng",
        "quantity": "1/2 muỗng cà phê"
      },
      {
        "name": "Thịt cua",
        "quantity": "100 gram"
      },
      {
        "name": "Miến",
        "quantity": "50 gram"
      },
      {
        "name": "Dầu mè",
        "quantity": "1 muỗng cà phê"
      },
      {
        "name": "Hạt nêm",
        "quantity": "1/2 muỗng cà phê"
      }
    ],
    "steps": [
      "Miến, nấm mèo ngâm nước ấm 30 phút cho nở mềm. Miến cắt khúc, nấm mèo lặt bỏ gốc, cắt sợi nhuyễn. Hành tây lột vỏ cắt nhuyễn.",
      "Chuẩn bị một tô lớn: cho thịt heo bằm, thịt cua, hành tây, miến, nấm mèo, 1/2 muỗng cà phê muối, 1/2 muỗng cà phê hạt nêm, 1/2 muỗng cà phê đường, 1 muỗng cà phê dầu mè.",
      "Chừa lại 2 lòng đỏ, phần trứng còn lại cho vào tô chả trộn đều, nêm 1/2 muỗng cà phê tiêu cho thơm. Múc hỗn hợp vào từng khuôn cupcake.",
      "Cho vào lò nướng 180 độ C trong vòng 20 phút. Dùng tăm xăm thử để kiểm tra xem chả đã chín chưa. Dùng cọ phết lòng đỏ trứng còn lại lên bề mặt chả. Tiếp tục nướng trong khoảng 5 phút thì được.",
      "Cách này rất tiện lợi vì chả rất mau chín, sau khi nướng có thể chia ra mỗi người từng phần nhỏ rất dễ dàng."
    ],
    "timer": 55,
    "imageURL":
      "https://media.cooky.vn/recipe/g1/2869/s750x468/recipe2869-635743971721534175.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/cha-cua-thit-nuong-2869"
  },
  {
    "name": "Bánh mì trứng thịt",
    "description":
      "Vẫn là những nguyên liệu bình thường của bánh mì trứng nhưng có chút cách điệu sắp đặt bạn sẽ có một bữa sáng đầy thi vị.",
    "ingredients": [
      {
        "name": "Bánh mì sandwich",
        "quantity": "2 lát"
      },
      {
        "name": "Thịt xông khói",
        "quantity": "2 lát"
      },
      {
        "name": "Muối",
        "quantity": "1/4 muỗng cà phê"
      },
      {
        "name": "Trứng gà",
        "quantity": "2 quả"
      },
      {
        "name": "Bơ",
        "quantity": "5 gram"
      },
      {
        "name": "Tiêu",
        "quantity": "1/4 muỗng cà phê"
      }
    ],
    "steps": [
      "Dùng khuôn tròn cắt lát bánh mì thành những miếng tròn rồi tiếp tục cắt làm hai nửa bằng nhau. Phết bơ cho mỗi nửa bánh mì.",
      "Xếp bánh vào khuôn nướng bánh có hình trái tim. Xếp lát bánh áp theo thành khuôn để tạo hình trái tim, phần trống phía trong khuôn có thể chèn thêm bánh cho đầy đặn nếu cần.",
      "Chiên thịt xông khói chừng 1-2 phút trong chảo riêng. Đặt dải thịt vào giữa bánh trong khuôn, ấn phần thịt ở giữa bánh nằm sâu xuống, hai bên xòe chờm ra khỏi khuôn hình bánh.",
      "Đập trứng vào giữa bánh, rắc thêm 1/4 muỗng cà phê tiêu, 1/4 muỗng cà phê muối vào trứng. Bật lò trước ở 180 độ C, nướng chừng 20 phút là được.",
      "Bữa sáng thi vị của bạn đã hoàn thành với bánh mì hình trái tim và thịt xông khói rồi đấy!"
    ],
    "timer": 30,
    "imageURL":
      "https://media.cooky.vn/recipe/g2/14123/s750x468/recipe14123-635745683997233628.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/banh-mi-thit-trung-14123"
  },
  {
    "name": "Sữa gạo rang",
    "description":
      "Cách làm sữa gạo thơm ngon đơn giản tại nhà. Mình ghiền món này lắm, mỗi lần ghé vào mart 24h là mua mấy chai liền. Ngặc nỗi mua mắc tốn tiền, mình lên mạng nghiên cứu cách làm, sau 2 - 3 lần thất bại, thì mình đã thành công và rút ra trình tự các bước thực hiện để có món sữa gạo ngon như đóng chai, thậm chí là béo đã hơn hẳn chai luôn ấy.",
    "ingredients": [
      {
        "name": "Gạo tẻ",
        "quantity": "1 chén"
      },
      {
        "name": "Sữa đặc",
        "quantity": "2 muỗng cà phê"
      },
      {
        "name": "Sữa tươi không đường",
        "quantity": "2 bịch"
      },
      {
        "name": "Đường trắng",
        "quantity": "2 muỗng canh"
      }
    ],
    "steps": [
      "Gạo cho vào chảo rang. Trong lúc rang dùng đũa liên tục đảo, không thôi gạo sẽ bị cháy lớp dưới, không đồng đều màu mất ngon. Rang đến khi gạo vàng hẳn đều thi dừng.",
      "Chuẩn bị 1 cái thau nhỏ, trút gạo đã rang vào. Đun 800ml nước nóng, đổ vào thau gạo rang, cắt 2 bịch sữa tươi không đường trút vào cùng.",
      "Ngâm sữa gạo trong 20 phút.",
      "Sau khi ngâm xong, cho thau lên bếp đun với lửa nhỏ, đun đến khi thấy sữa nóng bóc khói, mặt dợn sóng lăn tăn là được. Tuyệt đối không vội vàng vặn lửa lớn, sẽ dẫn đến sữa tách béo là hỏng nhé.",
      "Sau khi sữa đã sôi lăn tăn hẳn. Bạn nhấc thau khỏi bếp, Cho sữa đặc và đường vào khuấy đều. Tùy khẩu vị ngọt thì bạn thêm đường theo ý thích hen.",
      "Lọc sữa qua rây, bỏ phần gạo, lấy phần nước sữa thôi hen.",
      "Chuẩn bị mấy cái chai thủy tinh. Đợi sữa nguội bớt thì cho vào chai, bảo quản trong tủ lạnh ngăn mát, uống dần trong 3 ngày."
    ],
    "timer": 60,
    "imageURL":
      "https://media.cooky.vn/recipe/g2/17521/s750x468/cooky-recipe-636054095720957449.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/sua-gao-rang-17521"
  },
  {
    "name": "Bánh snack gạo giòn",
    "description":
      "Với cách làm đơn giản bạn sẽ có ngay những chiếc bánh snack được làm từ bột gạo nguyên chất, giòn tan thật thích thú để nhân nhi giải trí rồi đấy.",
    "ingredients": [
      {
        "name": "Bột gạo",
        "quantity": "380 gram"
      },
      {
        "name": "Muối",
        "quantity": "1/3 muỗng cà phê"
      },
      {
        "name": "Hạt chia",
        "quantity": "1 muỗng canh"
      },
      {
        "name": "Đường trắng",
        "quantity": "1/2 muỗng cà phê"
      },
      {
        "name": "Dầu ăn",
        "quantity": "315 ml"
      }
    ],
    "steps": [
      "Đặt nồi lên bếp, thêm 480ml nước lọc, 1/2 muỗng cà phê đường, 1/3 muỗng cà phê muối và 15ml dầu ăn, đun sôi rồi cho bột gạo vào, khuấy đều liên tục thành hỗn hợp thật sánh đặc thì tắt bếp, để nguội.",
      "Khi hỗn hợp nguội thì nhào chung với 1 muỗng canh hạt chia rồi nặn thành các que tròn dài khoảng 4-5 cm, rộng 1cm.",
      "Đun sôi 300ml dầu ăn, cho lần lượt các que bánh vào chiên ngập trong dầu đến khi vàng giòn thì vớt ra để ráo dầu.",
      "Bày trí ra đĩa và thưởng thức."
    ],
    "timer": 75,
    "imageURL":
      "https://media.cooky.vn/recipe/g2/16040/s750x468/recipe16040-635824293533490288.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/banh-snack-gao-gion-16040"
  },
  {
    "name": "Snack giòn tan",
    "description":
      "Thơm giòn mà cách chế biến cũng đơn giản lắm nhé! Chỉ vài nguyên liệu dễ kiếm bạn sẽ có ngay món snack giòn tan măm măm lúc xem ti vi rồi đấy!",
    "ingredients": [
      {
        "name": "Bột mì",
        "quantity": "200 gram"
      },
      {
        "name": "Đường trắng",
        "quantity": "40 gram"
      },
      {
        "name": "Trứng gà",
        "quantity": "1 quả"
      },
      {
        "name": "Dầu ăn",
        "quantity": "15 ml"
      }
    ],
    "steps": [
      "Trộn đều các nguyên liệu gồm: 200g bột mì, 1 quả trứng, 60ml nước, 40g đường với nhau và nhào thành khối mịn.",
      "Để bột vào tủ lạnh khoảng 1 tiếng rồi lấy ra cán mỏng. Cắt bột thành từng dải dài nhỏ.",
      "Sau đó, dùng tay lăn các dải bột thành sợi. Tương tự, làm thêm nhiều sợi bột khác rồi dùng dao cắt thành các miếng bột nhỏ.",
      "Cuối cùng, cho dầu ăn vào chảo, chiên giòn những viên bột rồi vớt ra để trên giấy cho thấm bớt dầu.",
      "Vậy là món snack giòn tan đã hoàn thành rồi đấy. Cùng măm măm thôi nào!"
    ],
    "timer": 30,
    "imageURL":
      "https://media.cooky.vn/recipe/g2/10607/s750x468/recipe10607-635823320061204474.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/snack-gion-tan-10607"
  },
  {
    "name": "Kem chanh vàng dừa tươi",
    "description":
      "Kem chanh vàng dừa tươi đơn giản từ nước dừa và chanh. Món này cực kì hấp dẫn để giải nhiệt trong những ngày nóng đấy nhé! Bạn có thể làm và bảo quản trong tủ lạnh dùng dần.",
    "ingredients": [
      {
        "name": "Dừa",
        "quantity": "1/2 trái"
      },
      {
        "name": "Chanh",
        "quantity": "1/2 trái"
      },
      {
        "name": "Sữa tươi có đường",
        "quantity": "50 ml"
      },
      {
        "name": "Kem whipping",
        "quantity": "75 ml"
      }
    ],
    "steps": [
      "Chặt nắp trái dừa và đổ nước dừa ra tô. Chanh nạo lấy vỏ, cho vào tô nước dừa.",
      "Cắt đôi trái chanh, bỏ hạt, vắt nước vào tô nước dừa. Cho thêm 100ml sữa tươi vào, khuấy đều.",
      "Cho hỗn hợp nước dừa và 150ml kem whipping vào máy xay sinh tố, xay nhuyễn.",
      "Cho hỗn hợp vào khuôn làm kem, chờ cho hết bọt rồi đậy nắp lại, cho vào ngăn đá tủ lạnh trong 7-8 tiếng. Khi kem đông lại là có thể thưởng thức."
    ],
    "timer": 15,
    "imageURL":
      "https://media.cooky.vn/recipe/g1/5239/s750x468/recipe5239-635797416500310428.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/kem-chanh-vang-dua-tuoi-5239"
  },
  {
    "name": "Sườn heo non xào chua ngọt",
    "description":
      "Sườn heo non xào chua ngọt là món ăn khá quen thuộc với rất nhiều gia đình. Làm sao để miếng sườn heo mềm, đậm đà, thơm ngon trong từng miếng cơm đây?",
    "ingredients": [
      {
        "name": "Sườn non",
        "quantity": "700 gram"
      },
      {
        "name": "Tỏi băm",
        "quantity": "2 muỗng cà phê"
      },
      {
        "name": "Cà chua",
        "quantity": "2 trái"
      },
      {
        "name": "Ớt bột",
        "quantity": "1 muỗng cà phê"
      },
      {
        "name": "Giấm",
        "quantity": "4 muỗng canh"
      },
      {
        "name": "Bột năng",
        "quantity": "4 muỗng cà phê"
      },
      {
        "name": "Đường trắng",
        "quantity": "2 muỗng canh"
      },
      {
        "name": "Muối",
        "quantity": "1 muỗng cà phê"
      },
      {
        "name": "Bột ngọt",
        "quantity": "1 muỗng cà phê"
      },
      {
        "name": "Tiêu",
        "quantity": "1 muỗng cà phê"
      },
      {
        "name": "Hạt nêm",
        "quantity": "2 muỗng cà phê"
      },
      {
        "name": "Dầu ăn",
        "quantity": "4 muỗng canh"
      }
    ],
    "steps": [
      "Sườn non rửa sạch, chặt miếng vừa ăn. Cho sườn non vào nồi, luộc chín. Cà chua rửa sạch, cắt khoanh tròn.",
      "Cho sườn non vào nồi cùng 1 muỗng cà phê tỏi băm, 1/2 muỗng cà phê ớt bột, 2 muỗng canh giấm, 2 muỗng cà phê bột năng, 1 muỗng canh đường trắng, 1/2 muỗng cà phê muối, 1/2 muỗng cà phê bột ngọt, 1/2 muỗng cà phê tiêu, 1 muỗng cà phê hạt nêm, 2 muỗng canh dầu ăn vào nồi, bắc lên bếp, nấu nhỏ lửa khoảng 10 phút.",
      "Đổ 1/2 chén nước vào, đảo đều nhỏ lửa đến khi sườn non sệt lại là được.",
      "Tắt bếp, cho món ăn ra đĩa và ăn cùng với cà chua, cơm trắng."
    ],
    "timer": 35,
    "imageURL":
      "https://media.cooky.vn/recipe/g2/15399/s750x468/recipe15399-635745338739455215.jpg",
    "originalURL":
      "https://www.cooky.vn/cong-thuc/suon-heo-non-xao-chua-ngot-15399"
  },
  {
    "name": "Chè đậu trắng nếp Thái",
    "description":
      "Xưa nấu chè thì cứ lo chè sẽ bị cháy, đứng nồi rồi lại canh lửa khiến bạn cảm thấy rất khó khăn. Nhưng giờ đây, chỉ với nồi cơm điện, nguyên liệu tương tự, cách làm cũng vậy bạn sẽ có được một nồi chè đậu trắng nếp Thái ngon tuyệt vời. Hạt đậu còn nguyên vẹn, không nát hoà quyện với nếp dẻo thơm thấm đượm đường và cốt dừa béo ngậy. Trời mưa ăn chén chè đậu ngắm hoa thật sự tao nhã, thú vị.",
    "ingredients": [
      {
        "name": "Đậu trắng",
        "quantity": "330 gram"
      },
      {
        "name": "Gạo nếp",
        "quantity": "200 gram"
      },
      {
        "name": "Nước cốt dừa",
        "quantity": "330 ml"
      },
      {
        "name": "Đường trắng",
        "quantity": "280 gram"
      },
      {
        "name": "Lá dứa",
        "quantity": "1/2"
      },
      {
        "name": "Muối nở (Baking soda)",
        "quantity": "2/3 muỗng cà phê"
      },
      {
        "name": "Muối",
        "quantity": "4/3 muỗng cà phê"
      },
      {
        "name": "Bột gạo",
        "quantity": "7 gram"
      }
    ],
    "steps": [
      "Đậu trắng, gạo nếp ngâm nước ấm qua đêm. Thau đậu trắng bỏ chút xíu muối nở (baking soda) vô ngâm cùng. Thau nếp cho vào 1/2 muỗng cà phê muối vô ngâm cùng. Đãi sạch đậu trắng, loại bỏ hạt hư, lép. Bắc nồi lên bếp, đổ 500ml nước lạnh vào, cho đậu vào, bật bếp nấu sôi lên, hớt bọt sạch. Vì có cho muối nở (baking soda) nên đậu rất nhanh mềm. Thời gian nấu khoảng 15 phút.",
      "Gạo nếp rửa sạch, để ráo. Lá dứa rửa sạch, cột thành bó. Đậu sau khi nấu xong đổ ra rổ, rửa sạch lại dưới vòi nước lạnh. Bạn cũng chuẩn bị nồi cơm điện sạch.",
      "Cho đậu trắng vào dưới đáy nồi, lớp thứ hai là gạo nếp, lớp thứ ba là 150gr đường trắng. Cho vào 430ml nước lọc sạch, lớp cuối cùng bỏ lá dứa, 1/2 muỗng cà phê muối dằn vô nồi chè, bấm nút nấu cơm như bình thường.",
      "Khi nút cơm nhảy lên có nghĩa là chè đã chín. Hạt đậu nguyên vẹn, gạo nếp thơm, không quá ngọt cũng không quá nhạt rất thơm ngon nè.",
      "Phần nước cốt dừa: Bắc một cái nồi lên bếp, đổ vào 250ml nước cốt dừa, khuấy đều lên. Thêm vài cọng lá dứa cho thơm. Hòa tan 1 muỗng cà phê bột gạo với 1/2 chén nước, cho hỗn hợp này vào nồi nước cốt dừa, khuấy đều lên. Nhớ khuấy cùng chiều kim đồng hồ nhé! Nêm 60gr đường trắng còn lại, chút xíu muối nếu thích để hỗn hợp đậm vị hơn.",
      "Múc chè ra chén, chan đều hỗn hợp nước cốt dừa lên trên. Món chè gợi nhớ về quê hương, khi ăn rất béo, ngọt vừa phải khiến ai cũng xao xuyến. Đặc biệt hơn cả là rất dễ nấu đấy nhé!"
    ],
    "timer": 40,
    "imageURL":
      "https://media.cooky.vn/recipe/g2/19350/s750x468/recipe19350-636259628804146233.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/che-dau-trang-nep-thai-19350"
  },
  {
    "name": "Bánh gạo Hàn Quốc",
    "description":
      "Khi làm món bánh gạo, chúng ta thường mua phần bột bánh gạo bán sẵn đúng không nào? Tuy nhiên, với cách làm này cũng cực đơn giản nhé! Chỉ với bột gạo, muối, dầu mè... là có thể trổ tài ngay.",
    "ingredients": [
      {
        "name": "Bột gạo",
        "quantity": "660 gram"
      },
      {
        "name": "Muối",
        "quantity": "1 muỗng cà phê"
      },
      {
        "name": "Dầu mè",
        "quantity": "10 ml"
      }
    ],
    "steps": [
      "Trộn đều bột gạo với 1/2 muỗng cà phê muối, 420ml nước trong tô.",
      "Cho phần bột đã trộn vào xửng hấp, hấp khoảng 20 phút, tránh để nước rơi vào bột. Quết đều dầu mè lên mặt phẳng, nhào bánh khi bánh còn nóng đến khi khối bột mịn và dai.",
      "Lăn bột thành những thanh tròn dài, cắt bột thành những miếng dài tùy thích.",
      "Cùng chiêm ngưỡng thành quả và chế biến món tteokbokki xào cay ngon tuyệt nào!"
    ],
    "timer": 35,
    "imageURL":
      "https://media.cooky.vn/recipe/g2/16045/s750x468/recipe16045-635826569589169215.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/banh-gao-han-quoc-16045"
  },
  {
    "name": "Trân châu hoàng kim",
    "description":
      "Nếu đã là tín đồ của trà sữa trân châu thì cái tên Trân châu hoàng kim không còn xa lạ với bạn rồi. Trân châu hoàng kim có vị ngọt thanh từ đường nâu và mật ong khi nhai dai dẻo rất đã miệng. Đây là món trân châu làm nên thương hiệu của trà sữa KOI đình đám nè. Mình đã nghiên cứu được cách làm trân châu hoàng kim thần thánh nên chia sẻ cho cả nhà, bảo đảm không thua gì ngoài hàng nhé!",
    "ingredients": [
      {
        "name": "Bột năng",
        "quantity": "80 gram"
      },
      {
        "name": "Đường nâu",
        "quantity": "136 gram"
      },
      {
        "name": "Nước",
        "quantity": "760 ml"
      },
      {
        "name": "Mật ong",
        "quantity": "24 ml"
      }
    ],
    "steps": [
      "Chuẩn bị nguyên liệu gồm: 70 gram đường nâu, 800ml nước, 120 gram bột năng và 10ml mật ong.",
      "Cho 800ml nước đun ở lửa lớn cho đến khi nước sôi tăm thì cho 70gr đường nấu vào khuấy đều cho đến khi đường tan hoàn toàn khi nước sôi bùng thì giảm lại lửa vừa.",
      "Cho 100gr bột năng vào tô, tạo lỗ ở giữa để cho nước vào. Lấy 70ml nước đường đã đun sôi để trộn chung với bột. Đổ từ từ nước đường đun sôi vào bột năng vừa đổ vừa dùng đũa trộn đều tay cho đến khi bột vón thành cục thì nhanh tay nhồi thật đều cho đến khi khối bột dẻo và không còn bột khô thừa trong tô. Sau đó cho 10ml mật ong vào khối bột và tiếp tục nhào cho mật ong thấm đều vào bột. Nếu bột hơi dính tay có thể áo thêm một lớp bột mỏng để bột khô mịn hơn. (Lưu ý: nước đường lúc trộn bột đun phải thật sôi, nếu không đủ nhiệt khi trộn bột sẽ không tạo thành khối dẻo và dễ bị hỏng.)",
      "Ngắt từng miếng bột nhỏ vo đều thành hình tròn trong lòng bàn tay với đường kính khoảng 0.5 cm (nhỏ hơn đầu ngón tay út).",
      "Lấy hỗn hợp nước đường đã đun trước đó bắt lên bếp nấu lại với lửa vừa. Khi nước vừa sôi tăm thì cho trân châu đã bắt viên tròn vào nấu khoảng 25-30 phút cho đến khi viên trân châu trong ở lớp ngoài nhưng vẫn còn một chút nhân trắng đục bên trong. Chuẩn bị tô nước đá lạnh, vớt trân châu ra thả ngay vào tô.",
      "Cho 150ml nước, 100 gram đường nâu và 20ml mật ong vào tô khuấy đều để tạo hỗn hợp nước đường ngâm trân châu. Nước ngâm giúp bảo quản, thấm vị ngọt và giúp cho các hạt trân châu không bị dính vào nhau, ngon hơn khi ngâm qua đêm.",
      "Cuối cùng thì mẻ Trân châu hoàng kim hoành tráng cũng ra lò. Món này dùng chung với trà hoặc trà sữa đều tuyệt vời ông mặt trời nhé!"
    ],
    "timer": 30,
    "imageURL":
      "https://media.cooky.vn/recipe/g2/19690/s750x468/recipe19690-636282807577080124.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/tran-chau-hoang-kim-19690"
  },
  {
    "name": "Thạch viên phô mai tươi trà sữa Chi Lăng",
    "description":
      "Thạch phô mai viên phải nói là món độc nhất vô nhị của quán trà sữa Chi Lăng và quán trà sữa Luân mập nổi tiếng đình đám ở Sài Gòn. Mỗi lần mua có gia 3k/1 viên bé xíu, ăn một lần 3 viên hết 9k mà chẳng thấm vào đâu. Mình đã tìm tòi lục lọi, tham khảo cuối cùng cũng đã thành công cách làm thạch viên phô mai tươi cực kỳ béo ngậy. Bạn thử tưởng tượng, cắn nhẹ vào lớp bột dẻo mịn bên ngoài, bắt gặp ngay lớp phô mai cực béo ngập răng, húp thêm ngụm trà sữa mát lạnh thơm thơm, một cảm giác cực kỳ yomost đến khó cưỡng. Chẹp chẹp nhắc thôi đã thèm nữa rồi, bắt tay vào làm phô mai viên ngay thôi chị em các miền ơi.",
    "ingredients": [
      {
        "name": "Phô mai",
        "quantity": "2 hộp"
      },
      {
        "name": "Đường trắng",
        "quantity": "100 gram"
      },
      {
        "name": "Bột năng",
        "quantity": "100 gram"
      }
    ],
    "steps": [
      "Phô mai bò cười, 1 hộp 8 miếng. Để cắt được miếng phô mai dễ dàng, không dính dao, cho hộp phô mai vào ngăn đá tủ lạnh ít nhất 2 giờ để phô mai cứng lại, dễ cắt hơn. Cắt mỗi miếng phô mai thành 3 hoặc 4 phần.",
      "Chuẩn bị dĩa đường trải sẵn (nếu bạn nào có đường bột càng tốt nha). Phô mai cắt xong lăn đều các mặt qua lớp đường. Lúc này dùng tay vừa bóp vừa vo nhẹ viên phô mai thành hiên tròn, chỉ dùng 3 đầu ngón tay vo thôi nhé, không dùng lòng bàn tay. (Không nên vo quá mạnh tay sẽ làm đường ngấm vào trong, lúc luộc phô mai đường sẽ chưa kịp tan khi ăn sẽ lợn cợn hạt đường. Tốt nhất các bạn nên dùng đường bột.)",
      "Áo bột lần 1: Chuẩn bị dĩa đựng viên phô mai. Nhanh chóng lăn viên phô mai đường qua chén bột năng, đặt qua dĩa đã chuẩn bị. Để yên phô mai khoảng 3-5 phút, lúc này cái lạnh và đường của phô mai đã thấm nhanh lớp bột mới vừa áo. (Lưu ý: Trãi một lớp bột năng lên bề mặt dĩa đựng phô mai để lúc đặt vào không bị dính đĩa, nếu không viên phô mai sẽ bị rách lớp bột mới áo, khi luôc sẽ bị nát và phô mai tan hết ra nước.",
      "Áo bột lần 2: Tiếp tục lăn viên phô mai qua lớp bột năng 1 lần nữa. Cách áo bột 2 lần này giúp cho bột áo bên ngoài dầy vừa đủ để bọc được lớp phô mai bên trong, khi luộc sẽ không bị bể ra.",
      "Chuẩn bị 1 nồi nước luộc phô mai. Bật lửa lớn nấu nước thật sôi, khi nước đã sôi già thì giảm xuống lửa nhỏ ngay. Mặt nước không còn sôi ục ục thì lúc này mới thả phô mai vào luộc. Nhớ dùng vá khuấy nhẹ nhàng để viên phô mai không dính đáy nồi. Luộc đến khi lớp bột trong là được, khoảng 5 phút. (Lứu ý: Khi nước sôi lớn, nếu bạn thả phô mai vào lúc này, phô mai sẽ bị vỡ ra.)",
      "Pha 1 muỗng canh đường trắng khuấy tan với 70ml nước lọc trong tô. Vớt viên phô mai đã chín vào tô nước đường, để nguội.",
      "Phô mai viên béo thần thánh đã xong, giờ thì pha trà sữa thơm ngon, thả phô mai vào với số lượng tùy thích. Cắn nhẹ viên phô mai, uống kèm 1 ngụm trà sữa mát lạnh giữa trưa hè nóng bức. Các fan trà sữa tha hồ nhăm nhi thạch phô mai viên mà không cần lo tốn nhiều tiền nữa rồi nha. Chúc các bạn thành công."
    ],
    "timer": 15,
    "imageURL":
      "https://media.cooky.vn/recipe/g2/19515/s750x468/recipe19515-636276171216283206.jpg",
    "originalURL":
      "https://www.cooky.vn/cong-thuc/thach-vien-pho-mai-tuoi-tra-sua-chi-lang-19515"
  },
  {
    "name": "Chả giò tôm thịt bằm",
    "description":
      "Chả giò tôm thịt bằm sau khi chiên vàng thì bên ngoài với lớp vỏ giòn rụm của bánh tráng đậu xanh, bên trong nhân có vị ngọt, bùi, béo đều có đầy đủ.",
    "ingredients": [
      {
        "name": "Cá thác lác",
        "quantity": "25 gram"
      },
      {
        "name": "Tôm tươi",
        "quantity": "200 gram"
      },
      {
        "name": "Bánh tráng bía",
        "quantity": "20 cái"
      },
      {
        "name": "Cà rốt",
        "quantity": "75 gram"
      },
      {
        "name": "Khoai môn",
        "quantity": "125 gram"
      },
      {
        "name": "Hành tây",
        "quantity": "50 gram"
      },
      {
        "name": "Đậu xanh không vỏ",
        "quantity": "25 gram"
      },
      {
        "name": "Trứng gà",
        "quantity": "1/2 quả"
      },
      {
        "name": "Hành tím",
        "quantity": "25 gram"
      },
      {
        "name": "Dầu ăn",
        "quantity": "158 ml"
      },
      {
        "name": "Muối",
        "quantity": "1/8 muỗng cà phê"
      },
      {
        "name": "Đường trắng",
        "quantity": "1/2 muỗng cà phê"
      },
      {
        "name": "Hạt nêm",
        "quantity": "1 muỗng cà phê"
      },
      {
        "name": "Thịt heo bằm",
        "quantity": "100 gram"
      }
    ],
    "steps": [
      "Cá thêm 15ml dầu ăn vào quết cho dai. Tôm lột sạch vỏ. Lấy 1/2 tôm băm nhỏ cho vào trộn chung với cá. Chỗ tôm còn lại thì cắt hạt lựu.",
      "Đậu xanh trút vào nồi với nước xâm xấp cho lên bếp nấu 10 phút thì tắt bếp lấy đậu ra để ráo.",
      "Hành tím và hành tây băm nhỏ. Cà rốt và khoai môn cắt sợi.",
      "Đun nóng 15ml dầu ăn, cho toàn bộ hành tím vào xào cho dậy mùi thơm, chuyển sang vàng một chút thì cho cà rốt, khoai môn vào xào cùng với 2 muỗng canh nước mắm, xào nhanh nguyên liệu 5 phút thì tắt bếp.",
      "Cho thịt bằm, tôm cắt hạt lựu, chả cá cùng với 1/3 muỗng cà phê muối, 1 muỗng cà phê đường, 2 muỗng cà phê hạt nêm, đậu xanh, trứng gà, hành tây, cà rốt, khoai môn đã xào vào tô lớn. Trộn đều để có một hỗn hợp đồng nhất, dẻo.",
      "Trải bánh trán ra thớt, thêm nhân lên mặt bánh. Gấp lại 1 vòng rồi gấp hai bên mép và cuộn lại. Làm tương tự cho đến hết nguyên liệu.",
      "Đun nóng 300ml dầu ăn, cho các cuộn chả vào chiên chín vàng giòn thì vớt ra để ráo dầu là có thể dùng."
    ],
    "timer": 65,
    "imageURL":
      "https://media.cooky.vn/recipe/g1/6999/s750x468/recipe6999-635828583548182547.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/cha-gio-tom-thit-bam-6999"
  },
  {
    "name": "Bánh bông lan cuộn",
    "description":
      "Cắn miếng bánh bông lan cuộn mềm và xốp, thơm ngon, bùi bùi. Sẽ tuyệt hơn nữa khi bạn tự tay làm để mời cả nhà thưởng thức. Bỏ túi theo những lúc đói nhé!",
    "ingredients": [
      {
        "name": "Trứng gà",
        "quantity": "8 quả"
      },
      {
        "name": "Bột mì",
        "quantity": "100 gram"
      },
      {
        "name": "Bột bắp",
        "quantity": "50 gram"
      },
      {
        "name": "Sữa tươi",
        "quantity": "100 ml"
      },
      {
        "name": "Đường bột",
        "quantity": "160 gram"
      },
      {
        "name": "Dầu ăn",
        "quantity": "60 ml"
      },
      {
        "name": "Bơ",
        "quantity": "100 gram"
      },
      {
        "name": "Bột nở",
        "quantity": "2 muỗng cà phê"
      },
      {
        "name": "Muối",
        "quantity": "2 muỗng cà phê"
      },
      {
        "name": "Vani",
        "quantity": "2 muỗng cà phê"
      },
      {
        "name": "Kem whipping",
        "quantity": "220 ml"
      }
    ],
    "steps": [
      "Trứng gà đập ra chén, tách lấy lòng đỏ và lòng trắng trứng, để riêng.",
      "Đánh đều 40gr đường bột, 1 muỗng cà phê vani với lòng đỏ trứng gà trong tô.",
      "Cho bơ, 30ml dầu ăn, 50ml sữa tươi vào nồi, đun tan chảy, khuấy đều.",
      "Trộn đều hỗn hợp lòng đỏ trứng gà với hỗn hợp bơ, sữa tươi. Rây 50gr bột mì, 25gr bột bắp, 1 muỗng cà phê bột nở, 1 muỗng cà phê muối vào, trộn đều.",
      "Đánh bông kem whipping với lòng trắng trứng gà, 40gr đường bột còn lại.",
      "Cho hỗn hợp kem whipping vào hỗn hợp bánh, trộn đều.",
      "Trải 1 lớp giấy nến lên khay nướng. Cho hỗn hợp bánh vào, dàn đều, nướng bánh khoảng 20 phút ở nhiệt độ 180 độ C.",
      "Bánh chín, lấy ra, để hơi nguội, cuộn tròn nhẹ tay lại là xong rồi! Mời cả nhà thưởng thức thôi."
    ],
    "timer": 50,
    "imageURL":
      "https://media.cooky.vn/recipe/g1/2741/s750x468/recipe2741-635743011772865031.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/banh-bong-lan-cuon-2741"
  },
  {
    "name": "Bánh kẹp tàn ong",
    "description":
      "Bánh kẹp tàn ong với phần bánh mềm, mùi thơm hấp dẫn từ bột mì, trứng gà, vani... Sử dụng khuôn nướng, nướng bằng thủ công tạo hình hoa văn rất đẹp mắt. Đây là món bánh đặc trưng của miền Tây đấy!",
    "ingredients": [
      {
        "name": "Trứng gà",
        "quantity": "4 quả"
      },
      {
        "name": "Bột mì",
        "quantity": "300 gram"
      },
      {
        "name": "Bột năng",
        "quantity": "40 gram"
      },
      {
        "name": "Đường trắng",
        "quantity": "160 gram"
      },
      {
        "name": "Vani",
        "quantity": "2 ống"
      },
      {
        "name": "Dầu ăn",
        "quantity": "2/3 chén"
      }
    ],
    "steps": [
      "Đập trứng gà vào tô, thêm đường trắng vào, đánh đều.",
      "Tiếp theo, cho 150gr bột mì, 20gr bột năng, 1 ống vani, 50ml nước vào, khuấy đều đến khi hỗn hợp sánh, mịn.",
      "Làm nóng khuôn nướng bánh, quết đều dầu ăn vào. Múc hỗn hợp bánh vào, tráng mỏng, ép chặt 2 bề mặt khuôn lại, nướng trên bếp than khoảng 4-5 phút.",
      "Lật ngược khuôn bánh lại, nướng thêm 1 phút để bánh chín hẳn.",
      "Lấy bánh ra khỏi khuôn, để nguội là có thể thưởng thức rồi! Chúc các bạn ngon miệng."
    ],
    "timer": 40,
    "imageURL":
      "https://media.cooky.vn/recipe/g1/8544/s750x468/recipe8544-635828539646273437.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/banh-kep-tan-ong-8544"
  },
  {
    "name": "Bánh trứng cơm chiên",
    "description":
      "Thay vì chiên cơm với trứng kiểu bình thường, bạn hãy biến tấu với món bánh trứng chiên cơm kiểu lạ này xem nhé! Lớp ngoài giòn, mềm, màu sắc đẹp mắt và rất đậm đà.",
    "ingredients": [
      {
        "name": "Trứng gà",
        "quantity": "4 quả"
      },
      {
        "name": "Hành lá",
        "quantity": "200 gram"
      },
      {
        "name": "Cơm",
        "quantity": "4 chén"
      },
      {
        "name": "Nước mắm",
        "quantity": "2 muỗng canh"
      },
      {
        "name": "Bột ngọt",
        "quantity": "1 muỗng cà phê"
      },
      {
        "name": "Dầu ăn",
        "quantity": "4 muỗng canh"
      }
    ],
    "steps": [
      "Trứng gà đập ra tô, thêm hành lá cắt nhỏ, 1 muỗng canh nước mắm, 1/2 muỗng cà phê bột ngọt vào, khuấy đều.",
      "Cho cơm vào hỗn hợp trứng gà, trộn đều, cho vào chảo dầu ăn, chiên vàng giòn 2 mặt.",
      "Cho món ăn ra đĩa, dùng ngay. Thêm một cách làm mới mà bạn nên thử nè!"
    ],
    "timer": 30,
    "imageURL":
      "https://media.cooky.vn/recipe/g1/4866/s750x468/recipe4866-635832764708557610.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/banh-trung-com-chien-4866"
  },
  {
    "name": "Bánh bông lan phô mai Đài Loan - Castella Cheese Cake",
    "description":
      "Bánh có kết cấu mềm mại, ngọt vừa phải, vẫn giữ được độ ẩm, không bị khô khi ăn mặc dù được nướng lâu trong lò. Nếu ai là fan ruột của phô mai thì không nên bỏ qua chiếc bánh Castella cheese cake sang chảnh dễ gây nghiện này đâu nhé, không cần phải ra tiệm với chi phí đắt đỏ, tự tay chế biến cho mình những mẻ bánh thơm nức tại nhà để đãi gia đình và người thân nào.",
    "ingredients": [
      {
        "name": "Bột mì",
        "quantity": "73 gram"
      },
      {
        "name": "Bơ lạc",
        "quantity": "47 gram"
      },
      {
        "name": "Đường trắng",
        "quantity": "83 gram"
      },
      {
        "name": "Bột phô mai",
        "quantity": "33 gram"
      },
      {
        "name": "Trứng gà",
        "quantity": "4 quả"
      },
      {
        "name": "Sữa tươi nguyên kem",
        "quantity": "43 ml"
      },
      {
        "name": "Phô mai lá",
        "quantity": "4 lát"
      },
      {
        "name": "Nước cốt chanh",
        "quantity": "3 ml"
      }
    ],
    "steps": [
      "Cho vào nồi 70gr bơ lạt (đun chảy hoặc nguyên khối đều được), 30gr đường, 1/2 muỗng cà phê muối và 65ml sữa tươi. Khuấy đều cho đường tan và đun nóng hỗn hợp đến khi bốc khói (không để sôi) thì nhắc xuống.",
      "Chia 108gr bột mì số 8 (cake flour) ra làm 2 phần, lần lượt rây bột vào nồi bơ, mỗi lần rây xong dùng phới lồng trộn đều cho hòa quyện. Sau khi trộn hết bột, tách riêng lòng đỏ và lòng trắng trứng (giữ lạnh lòng trắng trứng đến khi dùng), cho 6 lòng đỏ vào nồi bột, khuấy đều cho hòa quyện tạo thành một hỗn hợp mịn mượt.",
      "Đánh 6 lòng trắng trứng cho nổi bọt khí lớn thì thêm vào 5ml nước cốt chanh (có thể thay bằng giấm, cream of tartar). Đổ từ từ 95gr đường vào lòng trắng trứng, đánh đều tay đến khi hết đường, lòng trắng trứng bông lên, máy chạy tạo vân. Khi nhấc que đánh lên tạo chóp nhọn hơi cong nhẹ. Múc 1/3 lòng trắng trứng cho vào nồi lòng đỏ.",
      "Trộn đều lòng đỏ và lòng trắng trứng cho hòa quyện. Sau đó đổ ngược lại hỗn hợp này vào tô có 2/3 phần lòng trắng còn lại, tiếp tục dùng phới dẹt trộn đều cho hòa quyện, tạo thành một hỗn hợp mịn mượt.",
      "Chuẩn bị sẵn một khuôn có lót giấy nến chống dính, đổ 1/2 bột vào khuôn (lúc này bột sẽ chảy thành dòng giống ruy băng), dàn phẳng mặt bột. Lót phô mai cheddar lát lên mặt bột, tiếp theo rải thêm một lớp khoảng 2/3 phần phô mai bột parmesan lên.",
      "Đổ 1/2 phần bột còn lại lên trên, dàn mặt bột và rải hết 1/2 phần phô mai bột parmesan lên trên cùng. Đập khuôn xuống bàn vài lần để bọt khí trong bột bị vỡ bớt. Bọc khuôn nướng bằng giấy bạc nếu bạn dùng khuôn đế rời. Cho khuôn vào khay nướng, chế nước sôi vào khay rồi đem bánh đi nướng 1 tiếng ở 140 độ C.",
      "Bánh nướng có kết cấu mềm mại, ngọt vừa phải, vẫn giữ được độ ẩm, không bị khô khi ăn dù được nướng lâu trong lò. Lớp phô mai tan chảy béo ngậy được kẹp chính giữa tạo cảm giác thích thú cho người thưởng thức, thêm lớp phô mai bột trải vàng trên mặt bánh có vị mặn mặn giòn giòn rất lôi cuốn. Nếu ai là fan ruột của phô mai thì không nên bỏ qua chiếc bánh Castella cheese cake sang chảnh dễ gây nghiện này đâu nhé, không cần phải ra tiệm với chi phí đắt đỏ, tự tay chế biến cho mình những mẻ bánh thơm nức tại nhà để đãi gia đình và người thân nào."
    ],
    "timer": 75,
    "imageURL":
      "https://media.cooky.vn/recipe/g3/23585/s750x468/recipe-cover-r23585.jpg",
    "originalURL":
      "https://www.cooky.vn/cong-thuc/castella-cheese-cake-banh-bong-lan-pho-mai-dai-loan-23585"
  },
  {
    "name": "Canh chua rau nhút nấu nghêu",
    "description":
      "Nước dùng đậm đà kết hợp từ thịt nghêu, vị giòn giòn của rau nhút, chua chua của cà chua vô cùng thơm ngon, hấp dẫn. Đây sẽ là món canh thanh nhiệt, đưa cơm cho cả nhà bạn đấy!",
    "ingredients": [
      {
        "name": "Rau nhút",
        "quantity": "800 gram"
      },
      {
        "name": "Nghêu",
        "quantity": "2 kg"
      },
      {
        "name": "Muối",
        "quantity": "1 muỗng cà phê"
      },
      {
        "name": "Nước mắm",
        "quantity": "2 muỗng cà phê"
      },
      {
        "name": "Tỏi băm",
        "quantity": "2 muỗng cà phê"
      },
      {
        "name": "Cà chua",
        "quantity": "2 trái"
      },
      {
        "name": "Nước cốt me",
        "quantity": "60 ml"
      },
      {
        "name": "Đường trắng",
        "quantity": "2 muỗng canh"
      },
      {
        "name": "Hạt nêm",
        "quantity": "2 muỗng cà phê"
      },
      {
        "name": "Dầu ăn",
        "quantity": "2 muỗng canh"
      }
    ],
    "steps": [
      "Nghêu rửa sạch, ngâm trong nước có thêm ớt cắt nhỏ để loại bỏ cặn, đất. Vớt ra để ráo. Rau nhút nhặt, rửa sạch, ngắt thành từng đoạn. Cà chua rửa sạch, cắt múi cau. Hanh ngò cắt nhỏ. Ớt trái cắt lát.",
      "Phi thơm tỏi băm với 1 muỗng canh dầu ăn, cho cà chua vào, xào khoảng 2 phút.",
      "Đổ 400ml nước và thêm 30ml cho nước cốt me. Nêm 1/2 muỗng cà phê muối, 1 muỗng cà phê hạt nêm, 1 muỗng canh đường trắng.",
      "Nước sôi, cho nghêu vào đợi sôi lại thì cho rau nhút vào, nấu sôi là được. Nêm 1 muỗng cà phê nước mắm cho vừa khẩu vị.",
      "Tắt bếp, múc canh ra tô, rắc ngò hành và ớt trái trang trí lên trên và ăn cùng với cơm nhé!"
    ],
    "timer": 40,
    "imageURL":
      "https://media.cooky.vn/recipe/g1/2220/s750x468/recipe2220-635937460182428164.jpg",
    "originalURL":
      "https://www.cooky.vn/cong-thuc/canh-chua-rau-nhut-nau-ngheu-2220"
  },
  {
    "name": "Milo đá viên",
    "description":
      "Những viên đá MILO sẽ làm cho ly sữa của bạn trở nên đậm đà hơn. Hãy cùng theo dõi cách làm sau đây để pha cho bé cùng cả nhà những ly sữa thật ngon nhé!",
    "ingredients": [
      {
        "name": "Sữa bột",
        "quantity": "3 muỗng canh"
      },
      {
        "name": "Đường trắng",
        "quantity": "2 muỗng cà phê"
      },
      {
        "name": "Bột cà phê",
        "quantity": "1 muỗng canh"
      },
      {
        "name": "Sữa tươi có đường",
        "quantity": "800 ml"
      }
    ],
    "steps": [
      "Cho 3 muỗng canh sữa bột, 1 muỗng canh bột cà phê, 2 muỗng cà phê đường và 150ml nước lọc vào hũ, khuấy tan đều.",
      "Rót hỗn hợp ra khay làm đá rồi đặt vào tủ lạnh khoảng 7-8 tiếng đồng hồ.",
      "Cho 200ml sữa tươi vào ly, cho các viên sữa milo vào khuấy đều và thưởng thức hương vị mới lạ mà ngon tuyệt."
    ],
    "timer": 10,
    "imageURL":
      "https://media.cooky.vn/recipe/g2/15423/s750x468/recipe15423-635745641382950780.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/milo-da-vien-15423"
  },
  {
    "name": "Sườn xào chua ngọt hút cơm",
    "description":
      "Sườn xào chua ngọt hút cơm với những miếng sườn được chặt nhỏ vừa ăn. Thịt sườn dai dai, béo thơm và ngấm đều gia vị mắm đường và giấm mặn ngọt cực ngon, làm món ăn đổi vị cho cả nhà là hợp lý.",
    "ingredients": [
      {
        "name": "sườn heo",
        "quantity": "600 gram"
      },
      {
        "name": "đường trắng",
        "quantity": "4 muỗng canh"
      },
      {
        "name": "bột ngọt",
        "quantity": "1/2 muỗng cafe"
      },
      {
        "name": "hành tím",
        "quantity": "2 củ"
      },
      {
        "name": "hành lá",
        "quantity": "2 nhánh"
      },
      {
        "name": "nước mắm",
        "quantity": "3 muỗng canh"
      },
      {
        "name": "giấm",
        "quantity": "4 muỗng canh"
      },
      {
        "name": "tiêu",
        "quantity": "1/2 thìa cà phê"
      },
      {
        "name": "tương cà",
        "quantity": "1 muỗng canh"
      },
      {
        "name": "dầu ăn",
        "quantity": "2 muỗng canh"
      }
    ],
    "steps": [
      "Sườn mua về chặt miếng vừa ăn, sau đó cho 1 chút muối vào bóp kỹ rồi rửa lại cho sạch sẽ. Hành tím băm nhỏ. Hành lá rửa sạch, cắt nhỏ",
      "Đun 1 nồi nước sôi sau đó cho sườn vào chần sơ qua, vớt ra để ráo nước. Trong tô nhỏ, trộn đều giấm, đường, nước mắm, hạt nêm, tiêu, bột ngọt và tương cà.",
      "Đun nóng 2 muỗng canh dầu ăn, xếp từng miếng sườn vào chảo, chiên cho sườn chín vàng thì gắp ra đĩa.",
      "Vẫn sử dụng cái chảo ấy, cho hành tím băm nhỏ vào phi cho thơm sau đó cho bát nước sốt vào nấu cho sôi mới cho sườn vào. Đảo đều và thêm 1/2 chén nhỏ nước, đậy nắp vung xào cho sườn vừa chín mềm, nước sốt sệt lại là được, rắc chút hành lá lên trên là tắt bếp.",
      "Sườn xào chua ngọt hút cơm với những miếng sườn được chặt nhỏ vừa ăn. Thịt sườn dai dai, béo thơm và ngấm đều gia vị mắm đường và giấm mặn ngọt cực ngon, làm món ăn đổi vị cho cả nhà là hợp lý."
    ],
    "timer": 20,
    "imageURL":
      "https://media.cooky.vn/recipe/g3/26802/s750x468/recipe-cover-r26802.jpg",
    "originalURL":
      "https://www.cooky.vn/cong-thuc/suon-xao-chua-ngot-hut-com-26802"
  },
  {
    "name": "Canh chua tôm sú nấu bông điên điển",
    "description":
      "Bạn có bông điên điển, bạn có tôm sú. Kết hợp lại thêm một chút vị chua từ me và vài gia vị cơ bản là bạn đã có một món canh ngon nóng hổi chiêu đãi cả nhà. Chỉ mất một ít thời gian và qua một vài bước đơn giản là đã có ngay món canh ngon. Ngại gì không thử nhỉ?",
    "ingredients": [
      {
        "name": "bông điên điển",
        "quantity": "250 gram"
      },
      {
        "name": "tôm tươi",
        "quantity": "250 gram"
      },
      {
        "name": "me chín",
        "quantity": "35 gram"
      },
      {
        "name": "nước dùng",
        "quantity": "500 ml"
      },
      {
        "name": "tỏi",
        "quantity": "2 nhánh"
      },
      {
        "name": "nước mắm",
        "quantity": "1 muỗng cafe"
      },
      {
        "name": "bột ngọt",
        "quantity": "2 muỗng cafe"
      },
      {
        "name": "tiêu",
        "quantity": "1 thìa cà phê"
      },
      {
        "name": "hạt nêm",
        "quantity": "2 muỗng cafe"
      },
      {
        "name": "dầu ăn",
        "quantity": "1 muỗng canh"
      }
    ],
    "steps": [
      "Tôm lấy chỉ đen, lột vỏ rửa sạch với rượu trắng. Ướp 1 muỗng cà phê tiêu. Bông điên điển rửa sạch, để ráo. Cho một muỗng canh dầu ăn vào nồi rồi phi 2 muỗng cà phê tỏi, sau đó bỏ tôm vào và bỏ 1 muỗng cà phê nước mắm. Đảo cho tôm chín và để ra một cái bát. Cho 500ml nước dùng vào nồi, bỏ me vào nấu cho đến khi nước có màu đục.",
      "Nấu nước me sôi khoảng 15 phút, sau đó vớt me ra và bỏ bông điên điển vào. Thêm 2 muỗng cà phê bột nêm, 2 muỗng cà phê bột ngọt vào khuấy đều. Đổ phần tôm phi tỏi lúc nãy vào và nấu lửa vừa khoảng thêm 5 phút nữa.",
      "Bày ra tô, rắc thêm ít ngò rí, hành lá cắt nhỏ và tiêu. Vậy là đã có một món canh ngon chiêu đãi cả nhà rồi. Chúc mọi người thành công!"
    ],
    "timer": 20,
    "imageURL":
      "https://media.cooky.vn/recipe/g4/30831/s750x468/cooky-recipe-636619931402389130.jpg",
    "originalURL":
      "https://www.cooky.vn/cong-thuc/canh-chua-tom-su-nau-bong-dien-dien-30831"
  },
  {
    "name": "Thịt kho tàu",
    "description":
      "Thịt kho trứng(thịt kho tàu) là món ăn truyền thống ngày tết của người Việt Nam. Món ăn quen thuộc vô cùng hấp dẫn đối với bữa cơm gia đình. Sự hòa quyện giữ vị ngon của trứng, vị thơm của nước dừa, vị ngọt đậm đà của thịt thật tuyệt vời. Cùng nhau làm thịt kho tàu phong phú thêm cho bữa ăn hàng ngày nhé!  ",
    "ingredients": [
      {
        "name": "thịt ba chỉ",
        "quantity": "1 và 1/2 kg"
      },
      {
        "name": "hành tím",
        "quantity": "4 củ"
      },
      {
        "name": "tỏi",
        "quantity": "1 muỗng cafe"
      },
      {
        "name": "nước mắm",
        "quantity": "4 muỗng canh"
      },
      {
        "name": "đường trắng",
        "quantity": "1 muỗng cafe"
      },
      {
        "name": "dầu ăn",
        "quantity": "3 muỗng canh"
      },
      {
        "name": "trứng vịt",
        "quantity": "10 quả"
      },
      {
        "name": "nước dừa",
        "quantity": "2 trái"
      },
      {
        "name": "ớt",
        "quantity": "2 trái"
      },
      {
        "name": "nước màu",
        "quantity": "1/2 muỗng canh"
      },
      {
        "name": "bột ngọt",
        "quantity": "1/2 muỗng cafe"
      }
    ],
    "steps": [
      "Thịt rửa sạch, để ráo nước, thái miếng to, vuông khoảng 4-5cm.",
      "Ướp một 2 muỗng canh nước mắm, bột ngọt, 1/2 muỗng cà phê đường vào thịt cho thấm. Hành tím cắt lát.",
      "Trứng vịt luộc chín bóc vỏ, cắt đôi.",
      "Bắc nồi lên bếp phi thơm tỏi, cho thịt vào xào săn lại. Cho hành tím, nước màu, 2 muỗng canh nước mắm, 1/2 muỗng cà phê đường vào cùng",
      "Khi thịt sôi lên, đổ nước dừa vào nồi. Tiếp đến cho trứng vịt đã cắt vào, thêm ớt trái. Đun nhỏ lửa",
      "Thịt mềm tắt bếp, múc ra ăn kèm với cơm trắng rất ngon đấy."
    ],
    "timer": 20,
    "imageURL":
      "https://media.cooky.vn/recipe/g1/597/s750x468/recipe597-635887928354096853.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/thit-kho-tau-597"
  },
  {
    "name": "Trà đào cam sả mát ngọt",
    "description":
      "Trà đào cam sả mát ngọt với vị chua chua của cam, đặc biệt đào tươi mềm chua ngọt hấp dẫn. Thêm hương sả the the thông mũi mát họng, bổ sung nhiều vitamin tăng sức đề kháng của cơ thể.",
    "ingredients": [
      {
        "name": "trà túi lọc",
        "quantity": "3 gói"
      },
      {
        "name": "sả",
        "quantity": "2 củ"
      },
      {
        "name": "đường trắng",
        "quantity": "50 gr"
      },
      {
        "name": "đào hộp",
        "quantity": "6 miếng"
      }
    ],
    "steps": [
      "Trà đen ngâm cùng nước nóng khoảng 10 phút. Sả rửa sạch, đập giập cho cùng 2 chén nước vào nồi đun sôi, vớt bỏ xác sả, cho 50g đường vào nấu cùng cho tan, nếm vừa miệng.",
      "Cam 1 trái cắt múi cau, 1 trái vắt lấy nước cốt.",
      "Cho nước cam, nước sả, trà đen vào bình khuấy đều, sau đó rót ra ly, cho đào và đá lạnh vào. Trang trí thêm cam cắt lát và sả cây, lá bạc hà nếu thích. Trà đào cam sả mát ngọt với vị chua chua của cam, đặc biệt đào tươi mềm chua ngọt hấp dẫn. Thêm hương sả the the thông mũi mát họng, bổ sung nhiều vitamin tăng sức đề kháng của cơ thể."
    ],
    "timer": 20,
    "imageURL":
      "https://media.cooky.vn/recipe/g3/26728/s750x468/recipe-cover-r26728.png",
    "originalURL":
      "https://www.cooky.vn/cong-thuc/tra-dao-cam-sa-mat-ngot-26728"
  },
  {
    "name": "Bò xào ớt",
    "description":
      "Thịt bò mềm ngọt, pha lẫn vị cay nồng của ớt hiểm ngoài ra, còn có vị thơm nồng từ nước mắm. Đây quả là một món ăn giúp kích thích khẩu vị trong những ngày nắng nóng. Nếu bạn thích ăn ớt và muốn chế biến chúng thành những món ăn ngon thì có thể tham khảo phần hướng dẫn làm món bò xào ớt của mình ngay sau đây",
    "ingredients": [
      {
        "name": "thịt bò",
        "quantity": "800 gram"
      },
      {
        "name": "gừng",
        "quantity": "1/4 củ"
      },
      {
        "name": "tỏi",
        "quantity": "1 củ"
      },
      {
        "name": "dầu hào",
        "quantity": "4 muỗng canh"
      },
      {
        "name": "hành boaro",
        "quantity": "1 nhánh"
      },
      {
        "name": "ớt",
        "quantity": "10 trái"
      },
      {
        "name": "nước mắm",
        "quantity": "3 muỗng canh"
      },
      {
        "name": "rượu trắng",
        "quantity": "1 muỗng canh"
      }
    ],
    "steps": [
      "Thịt bò mua về cắt thành 4 phần, rửa sạch sau đó cho vào nồi luộc cùng với hành boa rô và gừng thái lát. Bạn nhớ để lửa nhỏ, đun trong khoảng 30 phút hay đến khi bạn có thể dùng đũa xiên qua thịt. Lúc này bạn vớt thịt ra, để ráo rồi cắt thành từng miếng thịt thuôn, dài.",
      "Chuẩn bị tỏi, hành boa rô, gừng băm nhuyễn và ớt thái lát. Bắc chảo lên bếp cùng 1-2 muỗng canh dầu ăn, khi dầu nóng đều thì bạn cho ớt vào phi thơm. Tiếp đến là tỏi, gừng và hành boa rô.",
      "Khi tất cả dậy mùi thơm nồng thì bạn cho thịt bò vào xào, đảo qua rồi thêm rượu nấu ăn, dầu hào vào. Cuối cùng bạn cho thêm nước mắm vào, đảo thêm vài lần, nêm nếm cho vừa với khẩu vị gia đình mình rồi tắt bếp, múc thịt bò ra đĩa dùng nóng.",
      "Với cách chế biến mới lạ món bò xào này sẽ đem lại hương vị hoàn toàn mới cho gia đình bạn."
    ],
    "timer": 20,
    "imageURL":
      "https://media.cooky.vn/recipe/g4/30822/s750x468/cooky-recipe-cover-r30822.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/bo-xao-ot-30822"
  },
  {
    "name": "Thịt tẩm bột chiên giòn",
    "description":
      "Thịt tẩm bột chiên giòn thơm béo, bạn sẽ có được một món ngon dùng cho ăn cơm hay ăn chơi đều được nhé! Những miếng thịt chiên vàng giòn béo, lớp bột chiên màu vàng đẹp mắt, bao lấy các miếng thịt heo cắt thành từng miếng đã được tẩm ướp. Món này có thể chấm kèm với tương ớt hay tương cà đều ngon.",
    "ingredients": [
      {
        "name": "thịt heo",
        "quantity": "1 kg"
      },
      {
        "name": "rượu trắng",
        "quantity": "1 muỗng canh"
      },
      {
        "name": "dầu hào",
        "quantity": "1 muỗng canh"
      },
      {
        "name": "tiêu",
        "quantity": "1/2 muỗng canh"
      },
      {
        "name": "nước ",
        "quantity": "100 ml"
      },
      {
        "name": "muối",
        "quantity": "1 và 1/2 muỗng canh"
      },
      {
        "name": "tiêu sọ",
        "quantity": "1 muỗng canh"
      },
      {
        "name": "bột khoai tây",
        "quantity": "500 gram"
      },
      {
        "name": "trứng gà",
        "quantity": "5 quả"
      }
    ],
    "steps": [
      "Cho bột khoai tây, 1/2 muỗng canh muối, trứng vào tô sau đó từ từ cho nước vào trộn đều lên. Bạn đừng đổ cả 100ml nước mà đổ từ từ, khi nhấc đũa lên thấy bám trên đầu đũa tầm 2-3 giây mới rơi xuống là được. Sau đó đặt phần bột này sang một bên khoảng 30 phút.",
      "Thịt heo cắt miếng sợi dài 3cm rộng khoảng 1cm. Ướp thịt với 1 muỗng canh muối, tiêu sọ và hạt tiêu đen. Sau khi đã để bột nghỉ đủ 30 phút thì cho thịt heo vào trộn đều lên.",
      "Cho dầu vào chảo sâu, đun dầu nóng khoảng 160-170 độ C. Cho thịt vào chiên vàng trong khoảng 3 phút. Rồi vớt thịt ra đặt lên giấy thấm dầu. Đun sôi lại dầu với nhiệt độ dầu khoảng 200 độ C (bạn thấy khói bốc lên) sau đó cho lại thịt vào chiên khoảng 30 giây rồi vớt thịt ra đặt lên giấy thấm dầu.",
      "Vậy là bạn đã có món thịt tẩm bột chiên giòn tan thơm nức rồi đấy. Món thịt này được chiên 2 lần nên đảm bảo phần vỏ bên ngoài giòn, bên trong vẫn mềm và ngọt."
    ],
    "timer": 20,
    "imageURL":
      "https://media.cooky.vn/recipe/g4/30832/s750x468/cooky-recipe-cover-r30832.jpg",
    "originalURL":
      "https://www.cooky.vn/cong-thuc/thit-tam-bot-chien-gion-30832"
  },
  {
    "name": "Mì Ý sốt kem và thịt xông khói",
    "description":
      "Món mì Ý sốt kem và thịt xông khói nên được dùng ngay lúc nóng. Từng sợi mì thấm đượm lớp sốt kem béo ngậy, thơm ngon ăn kèm với thịt hun khói đậm đà, lại thêm nấm và bí ngòi bổ sung đầy đủ chất xơ cho cơ thể. Đây đúng là một lựa chọn tuyệt vời cho bữa sáng của bạn. Món mì này vừa dễ làm, chế biến nhanh lại cung cấp lượng calo lớn cho một ngày làm việc.",
    "ingredients": [
      {
        "name": "mì Ý",
        "quantity": "150 gram"
      },
      {
        "name": "bí ngòi",
        "quantity": "50 gram"
      },
      {
        "name": "hành tây",
        "quantity": "1/4 củ"
      },
      {
        "name": "tỏi",
        "quantity": "3 tép"
      },
      {
        "name": "nước dùng gà",
        "quantity": "150 ml"
      },
      {
        "name": "muối",
        "quantity": "1/2 muỗng cafe"
      },
      {
        "name": "thịt xông khói",
        "quantity": "1 muỗng canh"
      },
      {
        "name": "nấm rơm",
        "quantity": "50 gram"
      },
      {
        "name": "bơ",
        "quantity": "30 gram"
      },
      {
        "name": "kem Whipping",
        "quantity": "300 ml"
      },
      {
        "name": "lá oregano xay",
        "quantity": "2 gram"
      },
      {
        "name": "dầu ăn",
        "quantity": "1 muỗng cafe"
      }
    ],
    "steps": [
      "Luộc mì Ý trong nồi nước sôi cho tới khi mì chín hơi non một chút tức mì chưa chín mềm hẳn (nhớ nêm thêm chút muối), vớt ra, để ráo (bọc wrap để mì không bị khô).",
      "Thịt xông khói, bí, nấm, hành thái nhỏ, tỏi bằm nhỏ.",
      "Cho bơ vào chảo, đun chảy, cho tỏi và hành vào xào, tiếp theo cho bí, nấm, thịt hun khói vào xào chung, nêm chút muối. Tiếp theo cho nước dùng gà và kem tươi vào, đun nhỏ lửa khoảng 2 phút.",
      "Cho mì ý vào chảo trộn cùng xốt kem, sau cùng cho lá oregano, rồi xúc mì ra đĩa.",
      "Món mì Ý xốt kem nên được dùng ngay lúc nóng. Từng sợi mì thấm đượm lớp xốt kem béo ngậy, thơm ngon ăn kèm với thịt hun khói đậm đà, lại thêm nấm và bí ngòi bổ sung đầy đủ chất xơ cho cơ thể. Đây đúng là một lựa chọn tuyệt vời cho bữa sáng của bạn. Món mì này vừa dễ làm, chế biến nhanh lại cung cấp lượng calo lớn cho một ngày làm việc."
    ],
    "timer": 20,
    "imageURL":
      "https://media.cooky.vn/recipe/g1/5076/s750x468/recipe-cover-r5076.jpg",
    "originalURL":
      "https://www.cooky.vn/cong-thuc/mi-y-sot-kem-va-thit-xong-khoi-5076"
  },
  {
    "name": "Cơm chiên cá đậu phộng",
    "description":
      "Cơm rang là món ăn sáng khá phổ biến ở nhiều gia đình. Với món cơm rang cá và đậu phộng mới lạ này hẳn sẽ rất được lòng các thành viên trong gia đình. Mấy bé nhỏ nhà mình thường không thích ăn cá nên mình thường hay trá hình món cá bằng cách chiên cơm này. Cơm chiên với đầy đủ các gia vị và sự kết hợp bùi bùi giòn giòn của đậu phộng sẽ làm cho món ăn rất lạ miệng luôn đấy! Cùng mình bắt tay vào thực hiện món ăn này ngay nhé.",
    "ingredients": [
      {
        "name": "cá rô phi",
        "quantity": "200 gram"
      },
      {
        "name": "cơm nguội",
        "quantity": "2 chén"
      },
      {
        "name": "hành lá băm",
        "quantity": "1 muỗng canh"
      },
      {
        "name": "nước mắm",
        "quantity": "1 muỗng cafe"
      },
      {
        "name": "hạt nêm",
        "quantity": "1 muỗng cafe"
      },
      {
        "name": "đậu phộng",
        "quantity": "50 gram"
      },
      {
        "name": "bột nghệ",
        "quantity": "1 muỗng cafe"
      },
      {
        "name": "dầu ăn",
        "quantity": "20 ml"
      },
      {
        "name": "dầu hào",
        "quantity": "1 muỗng"
      }
    ],
    "steps": [
      "Phi lê cá rửa sạch, thấm khô nước, sau đó rắc một ít muối lên trên hai mặt miếng cá cho thấm đều. Chiên cá cho đến khi chín vàng hai mặt. Cá sau khi chiên chín bạn xé nhỏ và gỡ bỏ xương còn sót.",
      "Trong chảo chiên cá, bạn thêm 1 muỗng cà phê bột nghệ vào đảo qua cho nghệ ngấm vào dầu ăn. Thêm cơm nguội vào đảo chung cho đến khi cơm săn mặt. Cho cá chiên đã xé nhỏ vào đảo chung, nêm thêm nước mắm, dầu hào, hạt nêm vào đảo cùng cho ngấm gia vị. Thêm đậu phộng rang vào đảo chung, lấy cơm ra bát và rắc thêm hành lá băm vào là xong.",
      "Cơm chiên cá đậu phộng không hề có vị tanh của cá lại đậm đà, thơm ngon. Bạn hãy thử làm bữa sáng thật ngon và chắc bụng cho gia đình mình với món cơm rang cá đậu phộng này nhé."
    ],
    "timer": 20,
    "imageURL":
      "https://media.cooky.vn/recipe/g3/29994/s750x468/cooky-recipe-636597341176422778.png",
    "originalURL": "https://www.cooky.vn/cong-thuc/com-chien-ca-dau-phong-29994"
  },
  {
    "name": "Gỏi gà xé phay",
    "description":
      "Những bữa tối mùa đông lạnh lạnh mà xì xụp tô cháo nghi ngút khói, nhắm chút gà ngọt lịm, chút bắp cải chua ngọt, cay cay thơm mùi rau răm thì còn gì tuyệt vời hơn nữa.",
    "ingredients": [
      {
        "name": "gà",
        "quantity": "1 con"
      },
      {
        "name": "gạo tẻ",
        "quantity": "1/2 chén"
      },
      {
        "name": "ớt",
        "quantity": "5 trái"
      },
      {
        "name": "trái tắc",
        "quantity": "300 gram"
      },
      {
        "name": "đường trắng",
        "quantity": "3 muỗng canh"
      },
      {
        "name": "nước mắm",
        "quantity": "200 ml"
      },
      {
        "name": "bắp cải",
        "quantity": "600 gram"
      },
      {
        "name": "hành lá",
        "quantity": "100 gram"
      },
      {
        "name": "chanh",
        "quantity": "1 trái"
      },
      {
        "name": "muối",
        "quantity": "2/3 muỗng"
      },
      {
        "name": "hạt nêm",
        "quantity": "1/2 muỗng"
      }
    ],
    "steps": [
      "Gà rửa sạch, mổ bụng, bỏ hết ruột, chỉ giữ lại mề và gan. Cắt đôi mề gà, sát muối thật kỹ để loại bỏ mùi hôi.",
      "Nấu sôi 1 nồi nước (chọn nồi đựng rộng rãi so với gà một chút). Nước sôi cho gà vô luộc chín.",
      "Trong lúc chờ gà chín. Rửa sạch các nguyên liệu rau củ. Rau thơm chỉ lấy lá. Hành lá cắt nhuyễn.",
      "Bắp cắt đôi bắp, cắt sợi càng mỏng càng tốt. Ngâm muối và xả lại nước lạnh nhiều lần cho sạch.",
      "Thình thoảng trở gà cho chín đều. Dùng 1 chiếc đũa xâm vào thân gà, nếu xâm dễ dàng, rút đũa ra ko thấy tươm nước máu hồng hồng là được. Vớt gà bỏ ra 1 cái thau nhỏ. Giữ lại nước luộc gà.",
      "Vo 2/3 chén gạo. Trút gạo vào nồi nước gà, nấu cháo.",
      "Trong lúc đợi gà nguội: Cắt đôi hết số tắt vắt lấy nước bỏ hột. Bằm ớt và tỏi để làm nước chấm và trộn.",
      "Cho 3 muỗng canh đường vào nước tắt, 5 muỗng canh nước mắm, một chút bột ngọt, tỏi ớt bằm, khuấy đều lên, ta có hỗn hợp nước để chấm và trộn. Cuối cùng, vắt thêm 1 trái chanh để dằn lại vị chua đậm đà nhé. Nhớ nếm lại xem vị vừa vị miệng chưa nha.",
      "Lúc này gà đã nguội bớt, rửa sạch tay, xé gà thành miếng nhỏ. Tách bỏ xương, phần nào sụn, dễ ăn cứ để nhé, đừng bỏ hết. Bỏ phần đầu và chân thôi.",
      "Kiểm tra cháo nhừ thì nêm vào nồi cháo, 2 muỗng canh muối, 1 muỗng cà phê đường, 1 muỗng cà phê bột ngọt, 1/2 muỗng canh bột nêm. Khuấy cho tan gia vị rồi nếm lại xem vừa vị chưa. Tắt bếp.",
      "Đổ bắp cái vào 1 cái thau khác, trải cải đều ra thau đừng túm gọn. Rưới phần nước mắm pha còn lại vào (nhớ chừa lại 1 chén nhỏ để chấm). Dùng tay trộn cải, không được bóp cải nhé.",
      "Tiếp tục cho rau thơm vào trộn cùng bắp cải. Để 5 phút cho cải ngấm",
      "Quay sang trộn gà, trút 1/2 nước mắm pha còn lại vào thau thịt gà, trộn đều lên. Nếu có củ kiệu bạn có thể cho thêm vào bước này trộn cùng cho ngon nhé.",
      "Bày 1 đĩa thịt, 1 đĩa gỏi bắp cải. Cháo múc ra tô, rắc tiêu và hành lá cắt nhuyễn lên trên mặt, kèm 1 chén nước mắm pha, chấm kèm thịt",
      "Vậy là hoàn thành. Nấu một lần là ăn cả nhà luôn nhé. Nếu có hành phi, bạn rắc lên thêm cho thơm, ăn khi cháo nóng mới ngon nha."
    ],
    "timer": 20,
    "imageURL":
      "https://media.cooky.vn/recipe/g2/15190/s750x468/cooky-recipe-635706705904982807.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/goi-ga-xe-phay-15190"
  },
  {
    "name": "Đùi gà chiên sốt hành tỏi",
    "description":
      "Thịt gà là loại thịt rất dễ ăn và chế biến được rất nhiều món ngon. Ăn thịt gà ngon nhất chính là phần đùi vì thịt dai ngon không bị ngán. Đùi gà nấu thành được rất nhiều món ăn khiến bạn phải mê mẩn trong đó chắc chắn có món Đùi gà chiên sốt hành tỏi này đấy! Cùng mình khám phá ngay công thức món ăn hấp dẫn này nhé.",
    "ingredients": [
      {
        "name": "đùi gà",
        "quantity": "5 cái"
      },
      {
        "name": "tỏi",
        "quantity": "4 tép"
      },
      {
        "name": "rượu mirin",
        "quantity": "2 muỗng canh"
      },
      {
        "name": "dầu ăn",
        "quantity": "100 ml"
      },
      {
        "name": "hành tây",
        "quantity": "1/2 củ"
      },
      {
        "name": "rượu sake",
        "quantity": "4 muỗng canh"
      },
      {
        "name": "nước tương",
        "quantity": "3 muỗng cafe"
      },
      {
        "name": "tiêu",
        "quantity": "1/2 muỗng cafe"
      }
    ],
    "steps": [
      "Đùi gà tỏi bạn mua về làm sạch rồi lóc bỏ phần xương đi nhé để khi chiên có được những miếng gà không xương ngon và hấp dẫn hơn nè. Đừng quên cắt thành những miếng vừa ăn nữa nhé.",
      "Hành tây bạn lột vỏ rồi bào cho thật nhuyễn. Tỏi bạn cắt thành những lát mỏng. Sau đó cho hành tây, tỏi vào tô cùng với rượu, mirin và xì dầu khuấy thật đều để làm sốt.",
      "Gà sau khi đã làm sạch và rút xương bạn rắc 1 ít muối và tiêu lên các miếng gà cho đều rồi cho vào tô sốt để khoảng 45 phút cho thịt gà thật thấm gia vị.",
      "Bắc chảo lên bếp rồi cho dầu ăn vào đun nóng. Sau đó bạn cho từng miếng thịt gà vào chiên vàng đều 2 mặt.",
      "Khi thịt gà đã chín hết bạn đổ hết phần dầu chiên ra, cho phần nước sốt vào chảo đảo đều cho sôi rồi cho thịt gà vào để lửa liu riu đến khi phần sốt kẹo và cạn dần là đẹp.",
      "Cho đùi gà ra dĩa. Ăn kèm với cơm sẽ hấp dẫn hơn nhiều nhe!"
    ],
    "timer": 20,
    "imageURL":
      "https://media.cooky.vn/recipe/g4/30829/s750x468/cooky-recipe-636619956750249652.jpg",
    "originalURL":
      "https://www.cooky.vn/cong-thuc/dui-ga-chien-sot-hanh-toi-30829"
  },
  {
    "name": "Khoai lang nướng bơ tỏi",
    "description":
      "Khoai lang bùi ngọt quyện với cái thơm lừng khó cưỡng của bơ tỏi tạo nên một món ăn vô cùng hấp dẫn! Nhất là khi chúng ta sáng tạo hơn với một lớp mỏng phô mai thơm béo, vị ngon sẽ càng nổi bật hơn! Để món ăn được ngon nhất, bạn nên chọn loại khoai có phần ruột đỏ vàng, dẻo và ăn ngay khi đang nóng nhé!",
    "ingredients": [
      {
        "name": "khoai lang",
        "quantity": "3 cur"
      },
      {
        "name": "tỏi",
        "quantity": "4 tép"
      },
      {
        "name": "muối",
        "quantity": "2 gram"
      },
      {
        "name": "bơ lạt",
        "quantity": "45 gram"
      },
      {
        "name": "phô mai",
        "quantity": "60 gram"
      },
      {
        "name": "tiêu",
        "quantity": "1 gram"
      }
    ],
    "steps": [
      "Khoai lang mua về rửa sạch, cắt thành khoanh tròn dày khoảng 2-3cm sau đó cho vào nồi nước sôi luộc chín.",
      "Cho bơ nhạt vào lò vi sóng quay chảy sau đó cho ra trộn đều cùng với tỏi nghiền nhuyễn.",
      "Khoai lang sau khi đã luộc chín thì vớt ra để ráo. Cho khoai lang ra khay nướng, dùng nĩa nhấn mạnh xuống để tạo độ dẹt cho miếng khoai.",
      "Tiếp đến, dùng thìa rưới đều hỗn hợp bơ tỏi lên mặt khoai và rắc lên một chút muối tiêu.",
      "Bật lò ở 170 độ C trước khi nướng 10 phút để nhiệt trong lò được nóng đều. Sau đó, cho khay khoai vào lò nướng trong 15 phút thì lấy ra, rắc lên một lớp phô mai mozzarella, nướng thêm 5 phút nữa là được."
    ],
    "timer": 20,
    "imageURL":
      "https://media.cooky.vn/recipe/g2/10555/s750x468/recipe10555-636434060575517982.jpg",
    "originalURL":
      "https://www.cooky.vn/cong-thuc/khoai-lang-nuong-bo-toi-10555"
  },
  {
    "name": "Thịt bò sốt cà chua",
    "description":
      "Nếu trưa nay bạn chưa biết ăn gì, hãy vào bếp làm món thịt bò sốt cà chua đơn giản. Từng miếng thịt bò mềm mại, thơm vị cà chua sẽ khiến bữa cơm của bạn trở nên ngon hơn bao giờ hết!",
    "ingredients": [
      {
        "name": "thịt bò",
        "quantity": "400 gram"
      },
      {
        "name": "hành tây",
        "quantity": "nửa củ"
      },
      {
        "name": "gừng",
        "quantity": "1 miếng"
      },
      {
        "name": "ngò rì",
        "quantity": "10 gram"
      },
      {
        "name": "cà chua",
        "quantity": "2 quả"
      },
      {
        "name": "hành lá",
        "quantity": "1 cây"
      },
      {
        "name": "tỏi",
        "quantity": "3 tép"
      }
    ],
    "steps": [
      "Thịt bò rửa sạch, thái miếng to hình chữ nhật như trong hình. Cà chua rửa sạch, khía xung quanh và ngâm trong nước một lúc rồi gọt bỏ vỏ. Đổ thịt bò vào nồi, thêm nước và đun trong 3 phút thì tắt bếp. Vớt thịt bò ra, rửa lại với nước lọc rồi để khô.",
      "Lấy cà chua ra cắt thành nhiều miếng nhỏ. Hành tây và gừng thái miếng. Tỏi bóc vỏ, băm nhỏ. Hành lá rửa sạch và cắt thành những đoạn dài khoảng 2cm. Phi tỏi trong chảo dầu nóng đến khi dậy mùi thì đổ cà chua vào xào và dằm nhuyễn. Khi cà chua đã nhuyễn đều và chín thì bỏ thêm mắm, muối, nêm cho hợp khẩu vị và tắt bếp. Đổ hành tây, gừng và hành lá vào chảo dầu đun nóng đến khi dậy mùi hương thì đổ thịt bò vào xào khoảng 3-5 phút.",
      "Đổ cà chua vừa đun vào chảo thịt bò, thêm muối, hạt nêm, hạt tiêu, ớt... tùy theo sở thích. Đổ nước lọc vào ninh trong lửa nhỏ khoảng 2 tiếng đến khi sền sệt, thịt bò mềm và thơm thì tắt bếp. Đổ thịt bò sốt cà chua ra bát và ăn kèm cơm nóng. Rắc rau mùi lên trên thịt bò để trang trí.",
      "Nếu trưa nay bạn chưa biết ăn gì, hãy vào bếp làm món thịt bò sốt cà chua đơn giản. Từng miếng thịt bò mềm mại, thơm vị cà chua sẽ khiến bữa cơm của bạn trở nên ngon hơn bao giờ hết."
    ],
    "timer": 20,
    "imageURL":
      "https://media.cooky.vn/recipe/g3/27543/s750x468/recipe-cover-r27543.jpg",
    "originalURL":
      "https://www.cooky.vn/cong-thuc/thit-bo-sot-ca-chua-don-gian-27543"
  },
  {
    "name": "Canh rong biển Hàn Quốc",
    "description":
      "Canh rong biển Hàn Quốc là món ăn đơn giản những rất bỗ dưỡng. Rong biển giòn sần sật, ăn vào là mát cả người được nấu cùng thịt thăn bò giàu đạm, giúp bổ sung nhiều năng lượng cho ngày hoạt động hiệu quả.",
    "ingredients": [
      {
        "name": "thịt bò",
        "quantity": "200 gram"
      },
      {
        "name": "rong biển khô",
        "quantity": "3 miếng"
      },
      {
        "name": "dầu mè",
        "quantity": "2 muỗng"
      },
      {
        "name": "hạt nêm",
        "quantity": "2 muỗng"
      }
    ],
    "steps": [
      "Thịt bò rửa sạch rồi thái thành những khúc dài hình trụ, khổ thịt vừa phải không quá lớn. Rong biển khô cắt thành những miếng vuông nhỏ, sau đó các bạn đem ngâm rong biển trong nước lạnh ít nhất 2 giờ trước khi đem nấu canh.",
      "Cho rong biển vào một cái nồi, thêm 500ml nước (lượng nước sẽ tùy vào lượng ăn của gia đình bạn, sẽ tầm khoảng lưng nồi là được). Bắc nồi lên bếp đun trên ngọn lửa vừa.",
      "Trong lúc đợi nồi canh sôi, đặt 1 cái chảo lên bếp, thêm dầu mè vào đun nóng, cho thịt bò vào chiên vàng đều các mặt.",
      "Khi nồi canh sôi thì cho thịt bò vào nồi. Nêm vào 2 muỗng cà phê hạt nêm, 1/3 muỗng cà phê tiêu. Đun thêm 1-2 phút nữa thì tắt bếp.",
      "Múc canh ra tô dùng nóng rất ngon. Canh rong biển Hàn Quốc là món ăn đơn giản những rất bỗ dưỡng. Rong biển giòn sần sật, ăn vào là mát cả người được nấu cùng thịt thăn bò giàu đạm, giúp bổ sung nhiều năng lượng cho ngày hoạt động hiệu quả."
    ],
    "timer": 15,
    "imageURL":
      "https://media.cooky.vn/recipe/g1/9252/s750x468/recipe9252-636444568972975160.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/canh-rong-bien-han-quoc-9252"
  },
  {
    "name": "Khoai tây nấu bơ sữa",
    "description":
      "Khoai tây nấu bơ sữa với hỗn hợp khoai tây sẽ thành sốt kem bùi béo hấp dẫn. Khi ăn có thể phết lên bánh mì. Đây là món ăn giàu năng lượng thích hợp cho một này mới tràn đầy năng động.",
    "ingredients": [
      {
        "name": "khoai tây",
        "quantity": "2 kg"
      },
      {
        "name": "bơ",
        "quantity": "270 gram"
      },
      {
        "name": "kem sữa tươi",
        "quantity": "400 ml"
      },
      {
        "name": "muối",
        "quantity": "3 muỗng"
      }
    ],
    "steps": [
      "Khoai tây rửa sạch cho vào nồi, thêm 2 muỗng canh muối, chế nước ngâm mặt khoai rồi luộc chín. Sau đó vớt khoai ra ngâm vào nước lạnh cho nguội bớt rồi để ráo nước.",
      "Khoai sau khi đã nguội đem bóc sạch vỏ. Trong một chảo sạch cho bơ và 1 muỗng canh muối vào đun tan chảy bơ.",
      "Khoai sau khi bóc vỏ đem nghiền nhuyễn, cho vào nồi. Sau đó thêm vào nồi khoai gồm bơ đun tan chảy, tiêu và kem sữa tươi, cho lên bếp đun nhỏ lửa, trộn đều lên khoảng 10 phút là được.",
      "Hỗn hợp khoai tây sẽ thành sốt kem bùi béo hấp dẫn. Khi ăn có thể phết lên bánh mì. Đây là món ăn giàu năng lượng thích hợp cho một này mới tràn đầy năng động."
    ],
    "timer": 45,
    "imageURL":
      "https://media.cooky.vn/recipe/g3/27990/s750x468/recipe-cover-r27990.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/khoai-tay-nau-bo-sua-27990"
  },
  {
    "name": "Bánh bí ngòi chiên mặn",
    "description":
      "Bánh bí ngòi chiên là món ăn chế biến cực đơn giản. Chỉ cần trộn đều bí ngòi đã được cắt nhỏ với phô mai, trứng và gia vị là có thể tiến hành chiên chín như những món chả bình thường.",
    "ingredients": [
      {
        "name": "bí ngòi",
        "quantity": "3 trái"
      },
      {
        "name": "phô mai",
        "quantity": "25 gram"
      },
      {
        "name": "dầu ăn",
        "quantity": "100 ml"
      },
      {
        "name": "muối",
        "quantity": "1/4 muỗng"
      },
      {
        "name": "bột mì",
        "quantity": "30 gram"
      },
      {
        "name": "trứng gà",
        "quantity": "1 quả"
      },
      {
        "name": "tỏi băm",
        "quantity": "1 muỗng cafe"
      }
    ],
    "steps": [
      "Bí ngòi rửa sạch, dùng dụng cụ bào sợi để bào thành sợi ngắn, nhỏ",
      "Trong tô lớn trộn đều 30g bột mì, 25g phô mai parmesan bào vụn, 1/4 muỗng cà phê muối, 1/4 muỗng cà phê tiêu xay, trứng, tỏi băm. Sau đó cho bí ngòi bào vào trộn đều lên.",
      "Làm nóng dầu ăn trên chảo, múc từng thìa nhỏ hỗn hợp bí ngòi cho vào chảo chiên, để lửa vừa phải. Khi một mặt đã chín vàng nâu thì lật chiếc “bánh” để rán tiếp mặt còn lại. Bánh bí ngòi này nên ăn khi còn nóng ấm, mùi thơm của phô mai dậy lên rất hấp dẫn."
    ],
    "timer": 35,
    "imageURL":
      "https://media.cooky.vn/recipe/g2/12533/s750x468/recipe12533-636403023756206125.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/banh-bi-ngoi-chien-man-12533"
  },
  {
    "name": "Sữa bắp thơm ngon",
    "description":
      "Cách làm sữa bắp thơm ngon với những nguyên liệu rất dễ tìm, các bạn có thể nấu cho gia đình những ly sữa bắp thơm ngon, nóng hổi, vừa đảm bảo được vệ sinh lại vừa tiết kiệm.",
    "ingredients": [
      {
        "name": "bắp",
        "quantity": "5 trái"
      },
      {
        "name": "sữa tươi có đường",
        "quantity": "240 ml"
      },
      {
        "name": "đường trắng",
        "quantity": "100 gram"
      }
    ],
    "steps": [
      "Bắp bỏ vỏ, rửa sạch, dùng dao tách hạt. Cho hạt bắp đã tách sẵn vào cối xay sinh tố, đổ thêm chút nước, xay nhuyễn, cứ thế xay làm mấy mẻ cho hết chỗ bắp và 1.2 lít nước. Dùng khăn xô hoặc khăn vải mùng trải lên rổ thưa, trút từng ít nước bắp đã xay nhuyễn vào, cho nước chảy từ từ xuống nồi, rồi túm 4 mép khăn lại, vắt từ từ cho đến khi kiệt nước.",
      "Sau khi đã lọc xong chỗ nước bắp xay, bật bếp lửa riu riu, vừa nấu vừa quấy đều cho đến khi sôi mấp mé, cho sữa tươi vào, tiếp tục quấy cho đến khi hỗn hợp sữa bắp sôi lăn tăn lại, cho đường, quấy đều, nhấc xuống.",
      "Sữa dùng nóng hay lạnh đều ngon. Các bạn có thể nấu cho gia đình những ly sữa bắp thơm ngon, nóng hổi, vừa đảm bảo được vệ sinh lại vừa tiết kiệm"
    ],
    "timer": 55,
    "imageURL":
      "https://media.cooky.vn/recipe/g1/3064/s750x468/recipe3064-636426443156075126.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/sua-bap-thom-ngon-3064"
  },
  {
    "name": "Nước ép củ cà rốt",
    "description":
      "Cà rốt có tác dụng giải độc cho cơ thể, nó còn chứa nhiều vitamin A nên vô cùng tốt cho mắt. Ngoài ra, sử dụng nước ép cà rốt hằng ngày còn có thể cho bạn một làn da đẹp và mịn màng.",
    "ingredients": [
      {
        "name": "cà rốt",
        "quantity": "2 củ"
      },
      {
        "name": "sữa tươi có đường",
        "quantity": "240 ml"
      },
      {
        "name": "đường trắng",
        "quantity": "35 gram"
      },
      {
        "name": "cam",
        "quantity": "1 trái"
      }
    ],
    "steps": [
      "Cà rốt rửa sạch, cắt nhỏ rồi xay nhuyễn.",
      "Cho thêm 500ml nước, 35g đường và 100ml sữa tươi vào để quá trình xay nhuyễn đạt được hiệu quả tối đa.",
      "Lọc hỗn hợp qua rây thu được nước ép cà rốt. Vắt thêm vào nước cốt 1 trái cam.",
      "Rót nước ép ra ly có thể thêm đá viên nếu thích rồi thưởng thức."
    ],
    "timer": 10,
    "imageURL":
      "https://media.cooky.vn/recipe/g2/15871/s750x468/recipe15871-635816374951138783.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/nuoc-ep-cu-ca-rot-15871"
  },
  {
    "name": "Tôm chiên giòn",
    "description":
      "Món tôm chiên giòn tưởng chừng đã quá quen thuộc trong bữa ăn hằng ngày, nhưng để làm món ăn này với hương vị thơm ngon và hấp dẫn thì không phải chị em nào cũng biết cách làm. Chỉ 15 phút thôi là đã có món ăn vặt ngon điên đảo này cho bọn trẻ nhà bạn rồi. Nhanh tay vào bếp học cách làm tôm chiên giòn kiểu mới siêu ngon để đãi gia đình mình nhé!",
    "ingredients": [
      {
        "name": "tôm tươi",
        "quantity": "200 gram"
      },
      {
        "name": "trứng gà",
        "quantity": "1 quả"
      },
      {
        "name": "bột bắp",
        "quantity": "1/3 chén"
      },
      {
        "name": "muối",
        "quantity": "1/4 muỗng"
      },
      {
        "name": "dầu ăn",
        "quantity": "300 ml"
      },
      {
        "name": "tiêu",
        "quantity": "1/4 muỗng"
      }
    ],
    "steps": [
      "Tôm mua về làm sạch, bỏ vỏ và đầu tôm. Trong một cái tô, đập trứng vào đánh tan, cho chén bột bắp vào khuấy đều, để riêng trong khoảng 10 phút. Sau 10 phút, cho tôm vào trộn đều. Làm nóng chảo dầu, cho tôm tẩm bột vào chiên giòn.",
      "Tôm vớt ra rắc muối và tiêu lên là bạn đã có một món ăn vặt siêu ngon rồi. Chấm cùng tương ớt hay tương cà đều tuyệt vời."
    ],
    "timer": 15,
    "imageURL":
      "https://media.cooky.vn/recipe/g4/30847/s750x468/cooky-recipe-cover-r30847.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/tom-chien-gion-30847"
  },
  {
    "name": "Tôm hấp bí ngòi",
    "description":
      "Tôm hấp bí ngòi là món ăn đơn giản, thanh đạm nhưng không kém phần bổ dưỡng và hấp dẫn. Tôm bóc vỏ, nhồi trong bí ngồi khoét ruột cùng với thịt băm và gia vị, đem hấp chín.",
    "ingredients": [
      {
        "name": "tôm tươi",
        "quantity": "5 con"
      },
      {
        "name": "bí ngòi",
        "quantity": "1 quả"
      },
      {
        "name": "thịt heo bằm",
        "quantity": "50 gram"
      },
      {
        "name": "hành lá",
        "quantity": "1 nhánh"
      },
      {
        "name": "nước tương",
        "quantity": "1 muỗng"
      },
      {
        "name": "tiêu",
        "quantity": "1/4 muỗng"
      },
      {
        "name": "đường trắng",
        "quantity": "1/4 muỗng"
      }
    ],
    "steps": [
      "Bí ngòi gọt bỏ vỏ, cắt khoanh, móc bỏ ruột. Tôm rửa sạch lấy chỉ đen",
      "Trong tô lớn trộn đều 50 gr thịt băm, 1 muỗng cà phê nước nước tương, 1 muỗng cà phê đầu hành trắng băm, 1/4 muỗng cà phê tiêu, 1/4 muỗng cà phê đường.",
      "Cho ít thịt băm đã trộn gia vị ở bên trên vào khoanh bí, sau đó nhét con tôm vào. Xếp các khoanh bí lên đĩa. Nấu 1 nồi nước sôi, cho đĩa bí vào hấp 15-20 phút là bí chín",
      "Cho đĩa tôm hấp bí ngòi ra bàn, thêm vào chút xì dầu và vài cọng rau mùi. Món này dùng nóng với cơm rất thanh đạm và ngon."
    ],
    "timer": 35,
    "imageURL":
      "https://media.cooky.vn/recipe/g1/4829/s750x468/recipe4829-636423038724368286.jpg",
    "originalURL": "https://www.cooky.vn/cong-thuc/tom-hap-bi-ngoi-4829"
  },
  {
    "name": "Đậu hũ non hấp thịt viên",
    "description":
      "Đậu hũ hấp ngấm cái ngọt của thịt, thịt băm viên cũng không còn bị khô và ngán nữa, sự kết hợp đơn giản này cho ta một món ăn thật dễ làm mà ngon miệng.",
    "ingredients": [
      {
        "name": "thịt heo bằm",
        "quantity": "300 gram"
      },
      {
        "name": "đậu hũ non",
        "quantity": "200 gram"
      },
      {
        "name": "dầu ăn",
        "quantity": "1 muỗng canh"
      },
      {
        "name": "nước tương",
        "quantity": "2 muỗng canh"
      },
      {
        "name": "muối tiêu",
        "quantity": "1 muỗng"
      },
      {
        "name": "bột bắp",
        "quantity": "1 muỗng"
      },
      {
        "name": "hành tím băm",
        "quantity": "1 muỗng"
      },
      {
        "name": "hành lá",
        "quantity": "1 nhánh"
      }
    ],
    "steps": [
      "Ướp thịt heo bằm với hành tím băm, 1 muỗng cà phê muối tiêu, 1 muỗng cà phê bột bắp trong khoảng 15 phút cho ngấm. Hành lá rửa sạch, cắt nhỏ.",
      "Đậu hũ rửa sạch, cắt miếng dầy khoảng 1 cm rồi đặt vào đĩa sâu lòng, rộng miệng. Thịt sau khi đã ngấm gia vị, đem nặn thành từng viên tròn dẹt, mỗi miếng đậu đặt 1 miếng thịt lên rồi cho vào nồi hấp khoảng 20 phút",
      "Sau đó, chắc bớt nước trong đĩa nếu có rồi rưới lên 2 muỗng canh xì dầu, 1 muỗng canh dầu ăn, hấp tiếp khoảng 1 phút thì lấy ra, rắc hành lá lên trên và thưởng thức."
    ],
    "timer": 35,
    "imageURL":
      "https://media.cooky.vn/recipe/g1/2311/s750x468/recipe2311-635703069678908863.jpg",
    "originalURL":
      "https://www.cooky.vn/cong-thuc/dau-hu-non-hap-thit-vien-2311"
  }
]
